Repository: bravesoftdz/mseide-msegui
Catalog: tools/po_files/msei18n/msei18n_context_*.po
Languages: uk

# mainfo,tgroupbox1,flat,frame.caption
source: flat
uk: площ.

# mainfo,tgroupbox1,nostring,frame.caption
source: no string
uk: не рядок

# mainfo,tgroupbox1,stringonly,frame.caption
source: string only
uk: лише рядки

# mainfo,tgroupbox1,nont,frame.caption
source: no NT
uk: без NT

# mainfo,tgroupbox1,ntonly,frame.caption
source: NT only
uk: лише NT

# mainfo,tgroupbox1,coloron,frame.caption
source: show color
uk: показати кольором

# mainfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Name
uk: Назва

# mainfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Type
uk: Тип

# mainfo,grid,fixrows.items,0:,captions.items,3:,caption
source: Comment
uk: Коментар

# mainfo,grid,fixrows.items,0:,captions.items,4:,caption
source: Value
uk: Значення

# mainfo,workpan,value
source: Working...
uk: Працює...

# mainfo,mainmenu1,menu.submenu.items,0:,caption
source: &Open
uk: &Відкрити

# mainfo,mainmenu1,menu.submenu.items,1:,caption
source: &Save
uk: З&берегти

# mainfo,mainmenu1,menu.submenu.items,2:,caption
source: Save &as
uk: Зберегти &як

# mainfo,mainmenu1,menu.submenu.items,3:,caption
source: &New
uk: &Нова

# mainfo,mainmenu1,menu.submenu.items,4:,caption
source: &Edit
uk: З&міни

# mainfo,mainmenu1,menu.submenu.items,5:,caption
source: &Import
uk: &Імпорт

# mainfo,mainmenu1,menu.submenu.items,6:,caption
source: Ex&port
uk: Ек&спорт

# mainfo,mainmenu1,menu.submenu.items,7:,caption
source: &Make
uk: Зі&брати

# mainfo,mainmenu1,menu.submenu.items,8:,submenu.items,0:,caption
source: &About
uk: &Про програму

# mainfo,mainmenu1,menu.submenu.items,8:,submenu.items,1:,caption
source: &Configure MSEi18n
uk: &Конфігурувати MSEi18n

# mainfo,mainmenu1,menu.submenu.items,8:,caption
source: Se&ttings
uk: Н&алаштування

# mainfo,mainmenu1,menu.submenu.items,9:,caption
source: Re&fresh
uk: Осві&жити

# mainfo,mainmenu1,menu.submenu.items,10:,caption
source: &Reset
uk: &Скинути

# mainfo,mainmenu1,menu.submenu.items,11:,caption
source: &Tools
uk: &Засоби

# mainfo,mainmenu1,menu.submenu.items,12:,caption
source: E&xit
uk: Ви&хід

# mainfo,projectfiledialog,controller.filterlist.data,0:,0:
source: Translate project
uk: Проект перекладу

# mainfo,projectfiledialog,controller.captionopen
source: Open translate project
uk: Відкрити проект перекладу

# mainfo,projectfiledialog,controller.captionsave
source: Save translate project
uk: Зберегти проект перекладу

# mainfo,c,strings.data,0:
source: name
uk: ім'я

# mainfo,c,strings.data,1:
source: type
uk: тип

# mainfo,c,strings.data,2:
source: notranslate
uk: без перекладу

# mainfo,c,strings.data,3:
source: comment
uk: коментар

# mainfo,c,strings.data,4:
source: value
uk: значення

# mainfo,c,strings.data,5:
source: [no project]
uk: [без проекту]

# mainfo,c,strings.data,6:
source: Can not read module
uk: Неможливо прочитати модуль

# mainfo,c,strings.data,7:
source: New translate project
uk: Новий проект перекладу

# mainfo,c,strings.data,8:
source: Exec error
uk: Помилка виконання

# mainfo,c,strings.data,9:
source: Making
uk: Збирання

# mainfo,c,strings.data,10:
source: overwrites itself
uk: Переписати себе

# mainfo,c,strings.data,11:
source: ERROR
uk: ПОМИЛКА

# mainfo,c,strings.data,12:
source: Finished OK
uk: Завершено вдало

# mainfo,c,strings.data,13:
source: Configure MSEi18n
uk: Налаштувати MSEi18n

# mainfo,c,strings.data,14:
source: Data has changed
uk: Дані було змінено

# mainfo,c,strings.data,15:
source: Do you wish to save
uk: Бажаєте зберегти

# mainfo,c,strings.data,16:
source: CONFIRMATION
uk: ПІДТВЕРДЖЕННЯ

# mainfo,c,strings.data,17:
source: Close error:
uk: Помилка закриття:

# mainfo,c,strings.data,18:
source: Total rows:
uk: Загалом рядків:

# mainfo,c,strings.data,19:
source: To translate:
uk: Для перекладу:

# mainfo,c,strings.data,20:
source: To not translate:
uk: Не для перекладу:

# mainfo,c,strings.data,21:
source: Yet translated:
uk: Перекладено:

# mainfo,c,strings.data,22:
source: Not yet translated:
uk: Ще не перекладено:

# mainfo,c,strings.data,23:
source: Do you want to reset to root value?
uk: Хочете скинути до кореневого значення?

# mainfo,c,strings.data,24:
source: Data exchange files
uk: Файли обміну даними

# msememodialogfo,caption
source: Enter Memo Text
uk: Ввести Memo текст

# msememodialogfo,tlayouter1,tbutton2,caption
source: &Cancel
uk: &Скасувати

# msememodialogfo,tlayouter1,tbutton1,caption
source: &OK
uk: &Гаразд

# messagesfo,caption
source: Make Language Units
uk: Зібрати мовні модулі

# projectfo,caption
source: Edit Translate Project
uk: Редагувати проект перекладу

# projectfo,impexpencoding,frame.caption
source: Encoding for imp/exp files
uk: Кодування для файлів імпорту/экспорту

# projectfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Rootname
uk: Назва

# projectfo,grid,fixrows.items,0:,captions.items,1:,caption
source: File
uk: Файл

# projectfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Kind
uk: Тип

# projectfo,grid,filename,controller.captionopen
source: Select unit or form file
uk: Вибір файла модуля чи форми

# projectfo,datafilename,frame.caption
source: Datafile
uk: Файл даних .trd (наприклад, введіть i18n)

# projectfo,datafilename,controller.filterlist.data,0:,0:
source: MSEi18n Data Files
uk: Файли даних MSEi18n

# projectfo,datafilename,controller.filterlist.data,1:,0:
source: All files
uk: Всі файли

# projectfo,grid2,fixrows.items,0:,captions.items,0:,caption
source: Language
uk: Мова

# projectfo,grid2,fixrows.items,0:,captions.items,1:,caption
source: Directory
uk: Тека

# projectfo,makecommand,frame.caption
source: Make command
uk: Команда збирання

# projectfo,makecommand,hint
source: Make command
uk: Команда збирання

# projectfo,makeon,frame.caption
source: on
uk: увімкнути

# projectfo,ok,caption
source: OK
uk: Гаразд

# projectfo,cancel,caption
source: Cancel
uk: Скасувати

# projectfo,destname,frame.caption
source: Destination Basename (empty = Datafile name)
uk: Розташування базового імені (пусто = ім'я файла даних)

# projectfo,beforemake,frame.caption
source: Before make
uk: Перед збиранням

# projectfo,aftermake,frame.caption
source: After make
uk: після збирання

# projectfo,impexpfiledialog,controller.captionopen
source: Open import file
uk: Відкрити файл імпорту

# projectfo,impexpfiledialog,controller.captionsave
source: Save export file
uk: Зберегти файл експорту

# settingsfo,caption
source: Configure MSE environment
uk: Налаштування оточення MSE

# settingsfo,tsplitter1,tbutton2,caption
source: &Cancel
uk: &Скасувати

# settingsfo,tsplitter1,tbutton1,caption
source: &OK
uk: &Гаразд

# settingsfo,tsplitter1,shortcutbu,caption
source: &Shortcuts
uk: &Гар.клав.

# settingsfo,tlayouter1,printcomm,frame.caption
source: Print command
uk: Команда друку

# settingsfo,tlayouter1,debugger,hint
source: Path to debugger (gdb).
uk: Шлях до налагоджувача (gdb).

# settingsfo,tlayouter1,debugger,controller.captionopen
source: Debugger path
uk: Шлях до налагоджувача

# settingsfo,tlayouter1,compiler,hint
source: Path to compiler (ppc386).
uk: Шлях до компілятора (ppc386).

# settingsfo,tlayouter1,compiler,controller.captionopen
source: Compiler path
uk: Шлях до компілятора

# settingsfo,tlayouter1,compstoredir,hint
source: Directory for component store files.
uk: Каталог файлів з описами сховищ компонентів.

# settingsfo,tlayouter1,compstoredir,controller.filterlist.data,0:,0:
source: Project files
uk: Файли проекту

# settingsfo,tlayouter1,compstoredir,controller.captionopen
source: Directory for component stores
uk: Каталог сховищ компонентів

# settingsfo,tlayouter1,templatedir,hint
source: Directory for project template files.
uk: Каталог файлів шаблонів проектів

# settingsfo,tlayouter1,templatedir,controller.filterlist.data,0:,0:
source: Project files
uk: Файли проекту

# settingsfo,tlayouter1,templatedir,controller.captionopen
source: Project template directory
uk: Каталог шаблонів проектів

# settingsfo,tlayouter1,syntaxdefdir,hint
source: Directory for syntax definition files.
uk: Каталог файлів визначення синтаксису.

# settingsfo,tlayouter1,syntaxdefdir,controller.filterlist.data,0:,0:
source: Syntax definitions
uk: Описи синтаксису

# settingsfo,tlayouter1,syntaxdefdir,controller.captionopen
source: Directory for syntax definition files
uk: Каталог файлів визначення синтаксису.

# settingsfo,tlayouter1,mselibdir,hint
source: Root directory of MSEgui library.
uk: Кореневий каталог для бібліотеки MSEgui.

# settingsfo,tlayouter1,mselibdir,controller.captionopen
source: MSEgui library directory
uk: Каталог бібліотеки MSEgui

# settingsfo,tlayouter1,msedir,hint
source: Root directory of MSEgui.
uk: Кореневий каталог для MSEgui.

# settingsfo,tlayouter1,msedir,controller.captionopen
source: MSEgui root directory
uk: Кореневий каталог MSEgui

# settingsfo,tlayouter1,fpclibdir,hint
source: Root directory of FPC library (not used by the default project templates).
uk: Кореневий каталог для бібліотеки FPC (не використовується шаблонами типових проектів).

# settingsfo,tlayouter1,fpclibdir,controller.captionopen
source: FPC library directory
uk: Каталог бібліотеки FPC

# settingsfo,tlayouter1,fpcdir,hint
source: Root directory of Free Pascal system (not used by the default project templates).
uk: Кореневий каталог для компілятора Free Pascal (не використовується шаблонами типових проектів).

# settingsfo,tlayouter1,fpcdir,controller.captionopen
source: FPC root directory
uk: Кореневий каталог FPC

# settingsfo,macrogrid,frame.caption
source: Global Macros
uk: Глобальні Макро-визначення

# settingsfo,macrogrid,fixrows.items,0:,captions.items,0:,caption
source: Name
uk: Назва

# settingsfo,macrogrid,fixrows.items,0:,captions.items,1:,caption
source: Value
uk: Значення

# headerfo,paneldone,labwork,caption
source: Working...
uk: Працюємо...

# headerfo,impexpfiledialog,controller.captionopen
source: Open import file
uk: Відкрити файл імпорту

# headerfo,impexpfiledialog,controller.captionsave
source: Save export file
uk: Зберегти файл експорту
