Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/msei18n/msei18n_context_*.po
Languages: fr

# mainfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Name
fr: Nom

# mainfo,grid,fixrows.items,0:,captions.items,3:,caption
source: Comment
fr: Commentaire

# mainfo,grid,fixrows.items,0:,captions.items,4:,caption
source: Value
fr: Valeur

# mainfo,flat,frame.caption
source: flat
fr: éventé

# mainfo,stringonly,frame.caption
source: string only
fr: chaîne seul

# mainfo,nont,frame.caption
source: no NT
fr: non NT

# mainfo,ntonly,frame.caption
source: NT only
fr: NT seul

# mainfo,coloron,frame.caption
source: show color
fr: couleur

# mainfo,workpan,value
source: Working...
fr: Au travail...

# mainfo,mainmenu1,menu.submenu.items,0:,caption
source: &Open
fr: &Ouvrir

# mainfo,mainmenu1,menu.submenu.items,1:,caption
source: &Save
fr: &Enregistrer

# mainfo,mainmenu1,menu.submenu.items,2:,caption
source: Save &as
fr: Sauver &sous

# mainfo,mainmenu1,menu.submenu.items,3:,caption
source: &New
fr: &Nouveau

# mainfo,mainmenu1,menu.submenu.items,4:,caption
source: &Edit
fr: É&dition

# mainfo,mainmenu1,menu.submenu.items,5:,caption
source: &Import
fr: &Importer

# mainfo,mainmenu1,menu.submenu.items,6:,caption
source: Ex&port
fr: Ex&porter

# mainfo,mainmenu1,menu.submenu.items,7:,caption
source: &Make
fr: &Créer

# mainfo,mainmenu1,menu.submenu.items,8:,submenu.items,0:,caption
source: &About
fr: À &propos

# mainfo,mainmenu1,menu.submenu.items,8:,submenu.items,1:,caption
source: &Configure MSEi18n
fr: &Configurer MSEi18n

# mainfo,mainmenu1,menu.submenu.items,8:,caption
source: Se&ttings
fr: &Réglages

# mainfo,mainmenu1,menu.submenu.items,9:,caption
source: Re&fresh
fr: Ra&fraîchir

# mainfo,mainmenu1,menu.submenu.items,10:,caption
source: &Reset
fr: &Réinitialiser

# mainfo,mainmenu1,menu.submenu.items,11:,caption
source: E&xit
fr: &Quitter

# mainfo,projectfiledialog,controller.filterlist.data,0:,0:
source: Translate project
fr: Traduire le projet

# mainfo,projectfiledialog,controller.captionopen
source: Open translate project
fr: Ouvrir le projet de traduction

# mainfo,projectfiledialog,controller.captionsave
source: Save translate project
fr: Sauver le projet de traduction

# mainfo,c,strings.data,0:
source: name
fr: nom

# mainfo,c,strings.data,2:
source: notranslate
fr: pastraduire

# mainfo,c,strings.data,3:
source: comment
fr: commentaire

# mainfo,c,strings.data,4:
source: value
fr: Valeur

# mainfo,c,strings.data,6:
source: Can not read module
fr: Impossible de lire le module

# mainfo,c,strings.data,7:
source: New translate project
fr: Nouveau projet de traduction

# mainfo,c,strings.data,8:
source: Exec error
fr: Exec erreur

# mainfo,c,strings.data,9:
source: Making
fr: En cours

# mainfo,c,strings.data,10:
source: overwrites itself
fr: s'écrase lui même

# mainfo,c,strings.data,11:
source: ERROR
fr: ERREUR

# mainfo,c,strings.data,12:
source: Finished OK
fr: Fin OK

# mainfo,c,strings.data,13:
source: Configure MSEi18n
fr: Configurer MSEi18n

# mainfo,c,strings.data,14:
source: Data has changed
fr: Les données ont changé

# mainfo,c,strings.data,15:
source: Do you wish to save
fr: Voulez-vous sauver

# mainfo,c,strings.data,17:
source: Close error:
fr: Erreur de fermeture:

# mainfo,c,strings.data,18:
source: Total rows:
fr: Total des lignes:

# mainfo,c,strings.data,19:
source: To translate:
fr: A traduire:

# mainfo,c,strings.data,20:
source: To not translate:
fr: A ne pas traduire:

# mainfo,c,strings.data,21:
source: Yet translated:
fr: Déjà traduit:

# mainfo,c,strings.data,22:
source: Not yet translated:
fr: Pas encore traduit:

# mainfo,c,strings.data,24:
source: Data exchange files
fr: Fichiers d'échange de données

# msememodialogfo,caption
source: Enter Memo Text
fr: Entrer le texte du mémo

# msememodialogfo,tlayouter1,tbutton2,caption
source: &Cancel
fr: A&nnuler

# messagesfo,caption
source: Make Language Units
fr: Créer les unités de langue

# projectfo,caption
source: Edit Translate Project
fr: Modifier le projet de traduction

# projectfo,impexpencoding,frame.caption
source: Encoding for imp/exp files
fr: Encodage pour les fichiers imp / exp

# projectfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Rootname
fr: Nom de la racine

# projectfo,grid,fixrows.items,0:,captions.items,1:,caption
source: File
fr: Fichier

# projectfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Kind
fr: Type

# projectfo,grid,filename,controller.captionopen
source: Select unit or form file
fr: Sélectionnez le fichier d'unité ou de forme

# projectfo,datafilename,frame.caption
source: Datafile
fr: Fichier de données

# projectfo,datafilename,controller.filterlist.data,0:,0:
source: MSEi18n Data Files
fr: Fichiers de données MSE18n

# projectfo,datafilename,controller.filterlist.data,1:,0:
source: All files
fr: Tous les fichiers

# projectfo,grid2,fixrows.items,0:,captions.items,0:,caption
source: Language
fr: Langue

# projectfo,grid2,fixrows.items,0:,captions.items,1:,caption
source: Directory
fr: Répertoire

# projectfo,makecommand,frame.caption
source: Make command
fr: Commande de création

# projectfo,makeon,frame.caption
source: on
fr: Activé

# projectfo,cancel,caption
source: Cancel
fr: Annuler

# projectfo,destname,frame.caption
source: Destination Basename (empty = Datafile name)
fr: Nom de base de la destination (vide = nom du fichier de données)

# projectfo,beforemake,frame.caption
source: Before make
fr: Avant créer

# projectfo,aftermake,frame.caption
source: After make
fr: Après créer

# projectfo,impexpfiledialog,controller.captionopen
source: Open import file
fr: Ouvrir le fichier d'importation

# projectfo,impexpfiledialog,controller.captionsave
source: Save export file
fr: Sauver le fichier d'exportation

# settingsfo,caption
source: Configure MSE environment
fr: Configurer l'environnement MSE

# settingsfo,tsplitter1,tbutton2,caption
source: &Cancel
fr: A&nnuler

# settingsfo,tsplitter1,shortcutbu,caption
source: &Shortcuts
fr: &Raccourcis

# settingsfo,tlayouter1,printcomm,frame.caption
source: Print command
fr: Commande d'impression

# settingsfo,tlayouter1,debugger,hint
source: Path to debugger (gdb).
fr: Chemin du débogueur (gdb).

# settingsfo,tlayouter1,debugger,controller.captionopen
source: Debugger path
fr: Chemin du débogueur

# settingsfo,tlayouter1,compiler,hint
source: Path to compiler (ppc386).
fr: Chemin du compilateur (ppc386).

# settingsfo,tlayouter1,compiler,controller.captionopen
source: Compiler path
fr: Chemin du compilateur

# settingsfo,tlayouter1,compstoredir,hint
source: Directory for component store files.
fr: Répertoire pour les fichiers de magasin de composants.

# settingsfo,tlayouter1,compstoredir,controller.filterlist.data,0:,0:
source: Project files
fr: Fichiers de projet

# settingsfo,tlayouter1,compstoredir,controller.captionopen
source: Directory for component stores
fr: Répertoire du magasin de composants.

# settingsfo,tlayouter1,templatedir,hint
source: Directory for project template files.
fr: Répertoire pour les fichiers de modèle de projet.

# settingsfo,tlayouter1,templatedir,controller.filterlist.data,0:,0:
source: Project files
fr: Fichiers de projet

# settingsfo,tlayouter1,templatedir,controller.captionopen
source: Project template directory
fr: Répertoire de modèle de projet.

# settingsfo,tlayouter1,syntaxdefdir,hint
source: Directory for syntax definition files.
fr: Répertoire des fichiers de définition de syntaxe.

# settingsfo,tlayouter1,syntaxdefdir,controller.filterlist.data,0:,0:
source: Syntax definitions
fr: Définition de syntaxe.

# settingsfo,tlayouter1,syntaxdefdir,controller.captionopen
source: Directory for syntax definition files
fr: Répertoire des fichiers de définition de syntaxe.

# settingsfo,tlayouter1,mselibdir,hint
source: Root directory of MSEgui library.
fr: Répertoire racine de la bibliothèque MSEgui.

# settingsfo,tlayouter1,mselibdir,controller.captionopen
source: MSEgui library directory
fr: Répertoir de la bibliothèque MSEgui.

# settingsfo,tlayouter1,msedir,hint
source: Root directory of MSEgui.
fr: Répertoire racine de MSEgui.

# settingsfo,tlayouter1,msedir,controller.captionopen
source: MSEgui root directory
fr: Répertoire racine de MSEgui.

# settingsfo,tlayouter1,fpclibdir,hint
source: Root directory of FPC library (not used by the default project templates).
fr: Répertoire racine de la bibliothèque FPC (non utilisé par les modèles de projet par défaut).

# settingsfo,tlayouter1,fpclibdir,controller.captionopen
source: FPC library directory
fr: Répertoire de FPC

# settingsfo,tlayouter1,fpcdir,hint
source: Root directory of Free Pascal system (not used by the default project templates).
fr: Répertoire racine du système Free Pascal (non utilisé par les modèles de projet par défaut).

# settingsfo,tlayouter1,fpcdir,controller.captionopen
source: FPC root directory
fr: Répertoire racine de FPC

# settingsfo,macrogrid,frame.caption
source: Global Macros
fr: Macros globales

# settingsfo,macrogrid,fixrows.items,0:,captions.items,0:,caption
source: Name
fr: Nom

# settingsfo,macrogrid,fixrows.items,0:,captions.items,1:,caption
source: Value
fr: Valeur
