Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/mseide/mseide_context_*.po
Languages: ru

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,8:,caption
source: So&urce
ru: &Исходный код

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,9:,caption
source: &Messages
ru: Сооб&щения

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,10:,caption
source: &Find Results
ru: Иска&ть результаты

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,12:,caption
source: &Debugger
ru: &Отладчик

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,13:,caption
source: Symbo&ls
ru: Символ&ы

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,14:,caption
source: &Watches
ru: &Наблюдения

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,15:,caption
source: &Stack
ru: &Стек

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,16:,caption
source: T&hreads
ru: Поток&и

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,17:,caption
source: &CPU
ru: Регистры про&цессора

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,18:,caption
source: &Assembler
ru: &Ассемблерный код

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,19:,caption
source: Memor&y
ru: Содержимое па&мяти

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,20:,caption
source: &Target Console
ru: Консол&ь вывода из собранной программы

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,22:,caption
source: &Breakpoints
ru: Точки остан&ова

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,23:,caption
source: Watchp&oints
ru: &Наблюдения

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,26:,caption
source: Toggle Form/Unit
ru: Переключить: дизайн формы/код формы

# mainfo,mainmenu1,menu.submenu.items,4:,caption
source: &View
ru: &Вид

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,0:,caption
source: &Make
ru: &Сборка

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,1:,caption
source: &Build
ru: &Пересобрать

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,2:,caption
source: Make &1
ru: Собрать вариант &1

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,3:,caption
source: Make &2
ru: Собрать вариант &2

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,4:,caption
source: Make &3
ru: Собрать вариант &3

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,5:,caption
source: Make &4
ru: Собрать вариант &4

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,6:,caption
source: &Abort Make
ru: &Прервать сборку

source: From &Template
ru: Из &шаблона

source: From &Program
ru: Из &программы

source: &Empty
ru: Пуст&ой

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,12:,caption
source: &New
ru: &Новый(ая)

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,14:,caption
source: Open copy
ru: Открыть копию

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,16:,caption
source: Save &as
ru: Со&хранить как

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,17:,caption
source: Save as copy
ru: Сохранить как копию

# mainfo,mainmenu1,menu.submenu.items,5:,submenu.items,18:,caption
source: &Close
ru: &Закрыть

# mainfo,mainmenu1,menu.submenu.items,5:,caption
source: &Project
ru: П&роект

# mainfo,mainmenu1,menu.submenu.items,6:,submenu.items,0:,caption
source: &About
ru: &Информация о MSEi18n

# mainfo,mainmenu1,menu.submenu.items,6:,submenu.items,1:,caption
source: &Configure MSEide
ru: &Конфигурировать MSEide

# mainfo,mainmenu1,menu.submenu.items,6:,caption
source: Sett&ings
ru: Н&астройки

# mainfo,openfile,controller.captionopen
source: Open file
ru: Открыть файл

# mainfo,openfile,controller.captionsave
source: Save file as
ru: Сохранить файл как

# mainfo,projectfiledia,controller.filterlist.data,0:,0:
source: Project files
ru: Файлы проекта

# mainfo,projectfiledia,controller.filterlist.data,1:,0:
source: All Files
ru: Все файлы

# mainfo,projectfiledia,controller.captionopen
source: Open Project
ru: Открыть проект

# mainfo,projectfiledia,controller.captionsave
source: Save Project
ru: Сохранить проект

# mainfo,c,strings.data,0:
source: Unresolved references in
ru: Ненайденные ссылки в

# mainfo,c,strings.data,1:
source: to
ru: на

# mainfo,c,strings.data,2:
source: Do you wish to search the formfile?
ru: Вы хотите найти этот файл описания формы?

# mainfo,c,strings.data,3:
source: WARNING
ru: Предупреждение

# mainfo,c,strings.data,4:
source: Formfile for
ru: Файл описания формы для

# mainfo,c,strings.data,5:
source: Formfiles
ru: Файлы описаний форм

# mainfo,c,strings.data,6:
source: Recursive form hierarchy for "
ru: Рекурсия в иерархии форм для "

# mainfo,c,strings.data,7:
source: ERROR
ru: ОШИБКА

# mainfo,c,strings.data,8:
source: Classtype
ru: Тип класса

# mainfo,c,strings.data,9:
source: not found.
ru: не найден.

# mainfo,c,strings.data,10:
source: Project
ru: Проект

# mainfo,c,strings.data,11:
source: is modified. Save?
ru: модифицирован. Сохранить?

# mainfo,c,strings.data,12:
source: Confirmation
ru: Подтверждение

# mainfo,c,strings.data,13:
source: Unable to open file "
ru: Не удалось открыть файл "

# mainfo,c,strings.data,14:
source: *** Running ***
ru: *** Идёт запуск ***

# mainfo,c,strings.data,15:
source: Downloading
ru: Идёт загрузка

# mainfo,c,strings.data,16:
source: Downloaded
ru: Загружено

# mainfo,c,strings.data,17:
source: Start gdb server command "
ru: Команда запуска gdb сервера отладки "

# mainfo,c,strings.data,18:
source: " running.
ru: " запущен(а).

# mainfo,c,strings.data,19:
source: Start gdb Server
ru: Запуск gdb сервера отладки

# mainfo,c,strings.data,20:
source: gdb server start error
ru: Ошибка запуска gdb сервера отладки

# mainfo,c,strings.data,21:
source: gdb server start canceled.
ru: Запуск gdb сервера отладки отменён.

# mainfo,c,strings.data,22:
source: Can not run start gdb command.
ru: Не удалось запустить команду запуска gdb сервера отладки.

# mainfo,c,strings.data,23:
source: Uploadcommand "
ru: Команда для загрузки "

# mainfo,c,strings.data,24:
source: Download ***ERROR***
ru: Загрузка ***Ошибка***

# mainfo,c,strings.data,25:
source: Download finished.
ru: Загрузка завершена.

# mainfo,c,strings.data,26:
source: Download canceled.
ru: Загрузка отменена.

# mainfo,c,strings.data,27:
source: File "
ru: Файл "

# mainfo,c,strings.data,28:
source: " not found.
ru: " не найден.

# mainfo,c,strings.data,29:
source: " exists.
ru: " существует.

# mainfo,c,strings.data,30:
source: New
ru: Новый(ая)

# mainfo,c,strings.data,31:
source: Select ancestor
ru: Выбор предка

# mainfo,c,strings.data,32:
source: New form
ru: Новая форма

# mainfo,c,strings.data,33:
source: Pascal Files
ru: Файлы Pascal

# mainfo,c,strings.data,34:
source: new
ru: новый

# mainfo,c,strings.data,35:
source: Can not load Project "
ru: Не удалось загрузить проект "

# mainfo,c,strings.data,36:
source: Select project template
ru: Выбрать шаблон проекта

# mainfo,c,strings.data,37:
source: Project files
ru: Файлы проекта

# mainfo,c,strings.data,38:
source: All files
ru: Все файлы

# mainfo,c,strings.data,39:
source: Select program file
ru: Выбор файла программы

# mainfo,c,strings.data,40:
source: Pascal program files
ru: Файлы Pascal-программ

# mainfo,c,strings.data,41:
source: C program files
ru: Файлы C-программ

# mainfo,c,strings.data,42:
source: New Project
ru: Новый проект

# mainfo,c,strings.data,43:
source: Can not start process
ru: Не удаётся запустить процесс

# mainfo,c,strings.data,44:
source: Process
ru: Процесс

# mainfo,c,strings.data,45:
source: running
ru: выполняется

# mainfo,c,strings.data,46:
source: Process terminated. Exitcode:
ru: Процесс отработал. Код выхода:

# mainfo,c,strings.data,47:
source: Process terminated normally.
ru: Процесс отработал штатно.

# mainfo,c,strings.data,48:
source: Make ***ERROR***
ru: Сборка ***Ошибка***

# mainfo,c,strings.data,49:
source: Make OK.
ru: Сборка успешна.

# mainfo,c,strings.data,50:
source: Source has changed, do you wish to remake project?
ru: Исходный код был изменён, Вы хотите пересобрать проект?

# mainfo,c,strings.data,51:
source: Load Window Layout
ru: Загрузить схему окон

# mainfo,c,strings.data,52:
source: Docking Area
ru: Зона пристыкования

# mainfo,openform,controller.filterlist.data,0:,0:
source: Form Files
ru: Файлы описаний форм

# mainfo,openform,controller.captionopen
source: Open Form File
ru: Открыть файл описания формы

# guitemplatesmo,sysenv,helpheader
source: MSEide Copyright 1999-2015 by Martin Schreiber Usage: mseide [OPTION]... [PROJECTFILE] Options:
ru: MSEide Copyright 1999-2015, Martin Schreiber Использование: mseide [ОПЦИЯ]... [ФАЙЛ_ПРОЕКТА] Опции:

# guitemplatesmo,sysenv,helpfooter
source: Environment variables FPCDIR, FPCLIBDIR, MSEDIR, MSELIBDIR SYNTAXDEFDIR, TEMPLATEDIR, COMPSTOREDIR COMPILER, DEBUGGER, EXEEXT, TARGET, TARGETOSDIR can be used to override the settings macros. Have a lot of fun! Martin
ru: Переменные окружения FPCDIR, FPCLIBDIR, MSEDIR, MSELIBDIR SYNTAXDEFDIR, TEMPLATEDIR, COMPSTOREDIR COMPILER, DEBUGGER, EXEEXT, TARGET, TARGETOSDIR могут быть использованы для переопределения макросов из настроек. Получайте удовольствие! Martin

# guitemplatesmo,sysenv,defs,0:,5:
source: [filepath]
ru: [путь_к_файлу]

# guitemplatesmo,sysenv,defs,0:,6:
source: Set path to global status file.
ru: Установить путь к файлу глобального статуса.

# guitemplatesmo,sysenv,defs,1:,5:
source: [name],[value]{,[name],[value]}
ru: [имя],[значение]{,[имя],[значение]}

# guitemplatesmo,sysenv,defs,1:,6:
source: Macro definition, will be overridden by 'Project'-'Options'-'Macros'. Example: --macrodef=MAC1,abc,MAC2,def
ru: Макро-определение может быть переопределено через 'Проект'->'Опции'->'Макрос'. Например: --macrodef=MAC1,abc,MAC2,def

# guitemplatesmo,sysenv,defs,2:,6:
source: Store --macrodef values as global macros and terminate MSEide.
ru: Сохранить значения --macrodef как глобальные макросы и прервать работу MSEide.

# guitemplatesmo,sysenv,defs,3:,6:
source: Use 'Project'-'Options'-'Macros'-'Active group' number <n>, <n> = 1..6.
ru: Использовать 'Проект'->'Опции'->'Макросы'->'Активная группа' номер <n>, <n> = 1..6.

# guitemplatesmo,sysenv,defs,4:,6:
source: Do not load a project.
ru: Не загружать проект.

# guitemplatesmo,sysenv,defs,5:,6:
source: Do not use a skin, no fades.
ru: Не использовать обложку, без градиентов.

# guitemplatesmo,sysenv,defs,6:,6:
source: Display this help and exit.
ru: Показать эту справку и закончить работу

# guitemplatesmo,sysenv,defs,20:,6:
source: Do not touch Z-order of the windows.
ru: Не трогать Z-порядок окон.

# guitemplatesmo,sysenv,defs,21:,6:
source: Do not use the NET_RESTACK_WINDOW protocol.
ru: Не использовать протокол NET_RESTACK_WINDOW.

# guitemplatesmo,sysenv,defs,22:,6:
source: Use the NET_RESTACK_WINDOW protocol.
ru: Использовать протокол NET_RESTACK_WINDOW.

# guitemplatesmo,sysenv,defs,23:,6:
source: Do not use xreconfigurewmwindow() for window stacking operation.
ru: Не использовать xreconfigurewmwindow() для оперирования окна со стеком.

# guitemplatesmo,sysenv,defs,24:,6:
source: Use xreconfigurewmwindow() for window stacking operation.
ru: Использовать xreconfigurewmwindow() для оперирования окна со стеком.

# guitemplatesmo,sysenv,defs,25:,6:
source: Necessarry for windowmanagers with buggy xreconfigurewmwindow() handling.
ru: Необходимо для оконных менеджеров с багами в xreconfigurewmwindow().

# guitemplatesmo,sysenv,defs,26:,6:
source: No workaround.
ru: Без обходного решения.

# guitemplatesmo,sysenv,defs,27:,6:
source: Use the top level frame window id instead of the application client window id for window raise operation. Implies --NORESTACKWINDOW and --NORECONFIGUREWMWINDOW.
ru: Использовать id высокого уровня фрейма окна вместо id клиентского окна приложения для операции повышения окна. Включает --NORESTACKWINDOW и --NORECONFIGUREWMWINDOW.

# formdesignerfo,popupme,menu.submenu.items,0:,caption
source: Show objectinspector
ru: Показать инспектор объектов

# formdesignerfo,popupme,menu.submenu.items,1:,caption
source: Show componentpalette
ru: Показать палитру компонентов

# formdesignerfo,popupme,menu.submenu.items,2:,caption
source: Show as Text
ru: Показать как текст

# formdesignerfo,popupme,menu.submenu.items,9:,caption
source: Copy Component(s)
ru: Копировать компонент(ы)

# formdesignerfo,popupme,menu.submenu.items,10:,caption
source: Cut Component(s)
ru: Вырезать компонент(ы)

# formdesignerfo,popupme,menu.submenu.items,11:,caption
source: Paste Component(s)
ru: Вставить компонент(ы)

# formdesignerfo,popupme,menu.submenu.items,12:,caption
source: Delete Component(s)
ru: Удалить компонент(ы)

# formdesignerfo,popupme,menu.submenu.items,13:,caption
source: Undelete Component(s)
ru: Восстановить удалённый компонент(ы)

# formdesignerfo,popupme,menu.submenu.items,15:,caption
source: Find Component
ru: Найти компонент

# formdesignerfo,popupme,menu.submenu.items,16:,caption
source: Select Childwidget
ru: Выбрать встроенный визуальный компонент

# formdesignerfo,popupme,menu.submenu.items,17:,caption
source: &Iconify
ru: &Свернуть

# formdesignerfo,popupme,menu.submenu.items,18:,caption
source: &Deiconify
ru: &Развернуть

# formdesignerfo,popupme,menu.submenu.items,20:,caption
source: &Edit Component
ru: &Редактировать компонент

# formdesignerfo,popupme,menu.submenu.items,21:,caption
source: Sync. to Font Height
ru: Подстроиться к высоте шрифта

# formdesignerfo,popupme,menu.submenu.items,22:,caption
source: Bring to Front
ru: Переместить на передний план

# formdesignerfo,popupme,menu.submenu.items,23:,caption
source: Send to Back
ru: Переместить на задний план

# formdesignerfo,popupme,menu.submenu.items,24:,caption
source: Set Widget Order
ru: Установить порядок виджетов

# formdesignerfo,popupme,menu.submenu.items,25:,caption
source: Set Tab Order
ru: Установить порядок обхода по Tab

# formdesignerfo,popupme,menu.submenu.items,26:,caption
source: Set Creation Order
ru: Установить порядок создания

# formdesignerfo,popupme,menu.submenu.items,27:,caption
source: Revert to inherited
ru: Вернуть в унаследованное состояние

# formdesignerfo,popupme,menu.submenu.items,29:,caption
source: Touch Form
ru: Создать форму

# formdesignerfo,popupme,menu.submenu.items,30:,caption
source: Touch all Forms
ru: Создать все формы

# formdesignerfo,popupme,menu.submenu.items,31:,caption
source: Insert Submodule
ru: Вставить встраиваемую форму

# formdesignerfo,popupme,menu.submenu.items,32:,caption
source: Insert Component
ru: Вставить компонент

# formdesignerfo,hidecompact,caption
source: Hide &Components
ru: Скрыть &компоненты

# formdesignerfo,hidewidgetact,caption
source: Hide &Widgets
ru: Скрыть &виджеты

# formdesignerfo,togglehideact,caption
source: &Hide Widgets/Components
ru: &Скрыть виджеты/Компоненты

# formdesignerfo,showallact,caption
source: &Show all
ru: &Показать все

# formdesignerfo,c,strings.data,0:
source: Do you wish to revert to inherited
ru: Вы хотите вернуть в унаследованное состояние

# formdesignerfo,c,strings.data,1:
source: the selected component?
ru: выбранный компонент?

# formdesignerfo,c,strings.data,2:
source: Do you want to touch all loaded forms?
ru: Вы хотите создать все загруженные формы?

# findinfilepagefo,cancel,caption
source: &Cancel
ru: О&тмена

# findinfilepagefo,again,caption
source: &again
ru: &снова

# findinfilepagefo,c,strings.data,0:
source: *** CANCELED ***
ru: *** Отменено ***

# findinfilepagefo,c,strings.data,1:
source: FINISHED
ru: Конец

# findinfilefo,dragdock.caption
source: Findresults
ru: Результаты поиска

# findinfilefo,caption
source: Find in file results
ru: Найти результаты в файле

# findinfileadialogfo,caption
source: Find Text in Files
ru: Найти текст в файлах

# findinfileadialogfo,findtext,frame.caption
source: &Text to find
ru: &Текст для поиска

# findinfileadialogfo,dir,frame.caption
source: &Directory
ru: Директори&я

# findinfileadialogfo,mask,frame.caption
source: &File Mask
ru: &Маска файлов

# findinfileadialogfo,tlayouter1,indirectories,frame.caption
source: Search in &directories
ru: Поиск в &директориях

# findinfileadialogfo,tlayouter1,casesensitive,frame.caption
source: C&asesensitive
ru: С у&чётом регистра

# findinfileadialogfo,tlayouter1,inprojectdir,frame.caption
source: Search in &project dir
ru: Поиск в &директории проекта

# findinfileadialogfo,tlayouter2,wholeword,frame.caption
source: &Whole word
ru: &Слово целиком

# findinfileadialogfo,tlayouter2,inopenfiles,frame.caption
source: Search in &open files
ru: Поиск во всех &открытых файлах

# findinfileadialogfo,tlayouter2,incurrentfile,frame.caption
source: Search in &current file
ru: Поиск в &текущем файле

# findinfileadialogfo,tlayouter4,tlayouter3,ok,caption
source: OK
ru: ОК

# findinfileadialogfo,tlayouter4,tlayouter3,cancel,caption
source: Cancel
ru: Отмена

# findinfileadialogfo,tlayouter4,subdirs,frame.caption
source: &Include subdirectories
ru: &Включая поддиректории

# finddialogfo,caption
source: Find Text
ru: Найти текст

# finddialogfo,findtext,frame.caption
source: &Text to find
ru: &Текст для поиска

# finddialogfo,tlayouter4,tlayouter3,wholeword,frame.caption
source: &whole word
ru: &Слово целиком

# finddialogfo,tlayouter4,tlayouter3,backward,frame.caption
source: &backward
ru: &В обратном направлении

# finddialogfo,tlayouter4,tlayouter2,casesensitive,frame.caption
source: c&asesensitive
ru: С у&чётом регистра

# finddialogfo,tlayouter4,tlayouter2,selectedonly,frame.caption
source: &selected only
ru: &Только в выделенном

# finddialogfo,tlayouter4,tlayouter1,tlayouter5,cancel,caption
source: &Cancel
ru: О&тмена

# finddialogfo,tlayouter4,tlayouter1,tlayouter5,tbutton2,caption
source: &OK
ru: &ОК

# disassfo,dragdock.caption
source: Assembler
ru: Ассемблер

# disassfo,caption
source: Assembler
ru: Ассемблер

# disassfo,popupmen,menu.submenu.items,0:,caption
source: Show &Breakpoint
ru: Показать &точку останова

# debuggerfo,dragdock.caption
source: Debugger
ru: Отладчик

# debuggerfo,gdbtoolbar,buttons.items,7:,hint
source: Next instruction
ru: Шаг без захода (ассемблер)

# debuggerfo,gdbtoolbar,buttons.items,8:,hint
source: Step instruction
ru: Шаг с заходом (ассемблер)

# cpurl78fo,mem,frame.caption
source: MEM
ru: Память

# cpufo,on,frame.caption
source: CPU &on
ru: CPU &вкл

# cpufo,stoptime,format
source: yy-mm-dd hh:mm:ss
ru: год-месяц-день часы:минуты:секунды

# cpuavr32fo,tspacer1,irqoff,hint
source: Set global interrupt mask while stepping
ru: Установить глобальную маску прерывания при пошаговом выполнении

# cpuavr32fo,tspacer1,exceptstack,caption
source: Check Exceptstack
ru: Проверить стек исключений

# cpuavr32fo,cs,strings.data,0:
source: Return address:
ru: Адрес возврата:

# cpuavr32fo,cs,strings.data,1:
source: Exception return
ru: Возврат на исключении

# componentstorefo,dragdock.caption
source: Component Store
ru: Хранилище компонентов

# componentstorefo,grid,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# componentstorefo,grid,fixrows.items,0:,captions.items,1:,caption
source: Sel
ru: Выб

# componentstorefo,grid,fixrows.items,0:,captions.items,1:,hint
source: Select item for inserting
ru: Выберите элемент для вставки

# componentstorefo,grid,fixrows.items,0:,captions.items,2:,caption
source: Description
ru: Описание

# componentstorefo,grid,fixrows.items,0:,captions.items,3:,caption
source: File
ru: Файл

# componentstorefo,grid,filepath,controller.filterlist.data,0:,0:
source: Component File
ru: Файл с компонентом

# componentstorefo,grid,filepath,controller.filterlist.data,1:,0:
source: All Files
ru: Все файлы

# componentstorefo,copycompact,caption
source: &Copy Component
ru: &Копировать компонент

# componentstorefo,pastecompact,caption
source: &Paste Component(s)
ru: &Вставить компонент(ы)

# componentstorefo,tpopupmenu1,menu.submenu.items,0:,caption
source: &Copy Component(s)
ru: &Копировать компонент(ы)

# componentstorefo,tpopupmenu1,menu.submenu.items,3:,caption
source: Update Component(s)
ru: Обновить компонент(ы)

# componentstorefo,tpopupmenu1,menu.submenu.items,4:,caption
source: Remove Component(s)
ru: Удалить компонент(ы)

# componentstorefo,tpopupmenu1,menu.submenu.items,6:,caption
source: New Node
ru: Новый узел

# componentstorefo,tpopupmenu1,menu.submenu.items,7:,caption
source: Remove Node
ru: Удалить узел

# componentstorefo,tpopupmenu1,menu.submenu.items,8:,caption
source: Copy Node
ru: Копировать узел

# componentstorefo,tpopupmenu1,menu.submenu.items,9:,caption
source: Paste Node
ru: Вставить узел

# componentstorefo,tpopupmenu1,menu.submenu.items,11:,caption
source: New Store
ru: Новое хранилище

# componentstorefo,tpopupmenu1,menu.submenu.items,12:,caption
source: Add Store
ru: Добавить хранилище

# componentstorefo,tpopupmenu1,menu.submenu.items,13:,caption
source: Remove Store
ru: Удалить хранилище

# componentstorefo,tpopupmenu1,menu.submenu.items,15:,caption
source: Open Store Group
ru: Открыть группу хранилищ

# componentstorefo,tpopupmenu1,menu.submenu.items,16:,caption
source: Save Store Group
ru: Сохранить группу хранилищ

# componentstorefo,tpopupmenu1,menu.submenu.items,17:,caption
source: Save Store Group as
ru: Сохранить группу хранилищ как

# componentstorefo,storefiledialog,controller.filterlist.data,0:,0:
source: Component Stores
ru: Хранилища компонентов

# componentstorefo,storefiledialog,controller.captionopen
source: Load Component Store
ru: Загрузить хранилище компонентов

# componentstorefo,storefiledialog,controller.captionsave
source: New Component Store
ru: Новое хранилище компонентов

# componentstorefo,groupfiledialog,controller.filterlist.data,0:,0:
source: Store Groups
ru: Группы хранилищ

# componentstorefo,groupfiledialog,controller.captionopen
source: Open Store Group
ru: Открыть группу хранилищ

# componentstorefo,groupfiledialog,controller.captionsave
source: Save Store Group
ru: Сохранить группу хранилищ

# componentstorefo,addfileact,caption
source: Add Componentfile
ru: Добавить файл с компонентом

# componentstorefo,compfiledialog,controller.filterlist.data,0:,0:
source: Component File
ru: Файл с компонентом

# componentstorefo,compfiledialog,controller.filterlist.data,1:,0:
source: All Files
ru: Все файлы

# componentstorefo,compfiledialog,controller.captionopen
source: Select Component File
ru: Выбрать файл с компонентом

# componentstorefo,c,strings.data,0:
source: Component Store
ru: Хранилище компонентов

# componentstorefo,c,strings.data,1:
source: Component read error.
ru: Ошибка чтения компонента.

# componentstorefo,c,strings.data,2:
source: Do you want to overwrite "
ru: Вы хотите перезаписать "

# componentstorefo,c,strings.data,3:
source: " with current clipboard content?
ru: " текущим содержимым буфера обмена?

# componentstorefo,c,strings.data,4:
source: WARNING
ru: Предупреждение

# componentstorefo,c,strings.data,5:
source: No component(s) in clipboard.
ru: Нет компонента(ов) в буфере обмена.

# componentstorefo,c,strings.data,6:
source: Error while writing the storegroup.
ru: Ошибка при записи группы хранилищ.

# componentstorefo,c,strings.data,7:
source: ERROR
ru: ОШИБКА

# componentstorefo,c,strings.data,8:
source: Do you want to remove "
ru: Вы хотите удалить "

# componentstorefo,c,strings.data,10:
source: " branch?
ru: " ветвь?

# componentstorefo,c,strings.data,11:
source: File "
ru: Файл "

# componentstorefo,c,strings.data,12:
source: " does not exist, do you want to create it?
ru: " не существует, Вы хотите создать его?

# componentstorefo,c,strings.data,13:
source: Save Component Store Group
ru: Сохранить группу хранилищ

# componentpalettefo,dragdock.caption
source: Component Palette
ru: Палитра компонентов

# commandlinefo,caption
source: Command Line
ru: Командная строка

# commandlinefo,c,strings.data,0:
source: Make disabled by Default make col!
ru: Сборка отключена, так как нет варианта по умолчанию!

# breakpointsfo,caption
source: Breakpoints
ru: Точки останова

# breakpointsfo,grid,fixrows.items,0:,captions.items,0:,caption
source: on
ru: вкл
