Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/mseide/mseide_context_*.po
Languages: ru

# breakpointsfo,grid,fixrows.items,0:,captions.items,1:,caption
source: File
ru: Файл

# breakpointsfo,grid,fixrows.items,0:,captions.items,3:,caption
source: Line Nr.
ru: Строка №

# breakpointsfo,grid,fixrows.items,0:,captions.items,4:,caption
source: Address
ru: Адрес

# breakpointsfo,grid,fixrows.items,0:,captions.items,7:,caption
source: Count
ru: Кол-во

# breakpointsfo,grid,fixrows.items,0:,captions.items,8:,caption
source: Ignore
ru: Игнорировать

# breakpointsfo,grid,fixrows.items,0:,captions.items,10:,caption
source: Condition
ru: Состояние

# breakpointsfo,bkptson,frame.caption
source: Breakpoints &on
ru: Включить/в&ыключить все точки останова

# breakpointsfo,gripopup,menu.submenu.items,0:,caption
source: Delete all
ru: Удалить все

# breakpointsfo,c,strings.data,0:
source: Breakpoint error.
ru: Ошибка установки точки останова.

# breakpointsfo,c,strings.data,1:
source: BREAKPOINT ERROR
ru: Ошибка установки точки останова

# breakpointsfo,c,strings.data,2:
source: Do you wish to delete all breakpoints?
ru: Вы хотите удалить все точки останова?

# breakpointsfo,c,strings.data,3:
source: Confirmation
ru: Подтверждение

# actionsmo,makeact,caption
source: &Make
ru: &Сборка

# actionsmo,run,caption
source: &Run
ru: &Запустить

# actionsmo,run,hint
source: Run
ru: Запустить

# actionsmo,step,caption
source: &Step
ru: &Шаг с заходом

# actionsmo,step,hint
source: Step
ru: Шаг с заходом

# actionsmo,next,caption
source: &Next
ru: Ша&г без захода

# actionsmo,next,hint
source: Next
ru: Шаг без захода

# actionsmo,continue,caption
source: &Continue
ru: &Продолжить

# actionsmo,continue,hint
source: Continue
ru: Продолжить

# actionsmo,interrupt,caption
source: &Interrupt
ru: &Прервать

# actionsmo,interrupt,hint
source: Interrupt
ru: Прервать

# actionsmo,reset,caption
source: &Reset
ru: &Сбросить

# actionsmo,reset,hint
source: Reset
ru: Сбросить

# actionsmo,opensource,caption
source: &Open
ru: &Открыть

# actionsmo,finish,caption
source: &Finish
ru: &Завершить подпрограмму

# actionsmo,finish,hint
source: Finish
ru: Завершить подпрограмму

# actionsmo,save,caption
source: &Save
ru: &Сохранить

# actionsmo,close,caption
source: &Close
ru: &Закрыть

# actionsmo,abortmakeact,caption
source: &Abort Make
ru: &Прервать сборку

# actionsmo,undo,caption
source: &Undo
ru: О&тменить

# actionsmo,redo,caption
source: &Redo
ru: &Повторить

# actionsmo,cut,caption
source: Cu&t
ru: В&ырезать

# actionsmo,copy,caption
source: &Copy
ru: &Копировать

# actionsmo,paste,caption
source: &Paste
ru: &Вставить

# actionsmo,delete,caption
source: &Delete
ru: &Удалить

# actionsmo,saveall,caption
source: Sa&ve all
ru: Сохр&анить все

# actionsmo,find,caption
source: &Find
ru: &Поиск

# actionsmo,repeatfind,caption
source: &Search again
ru: П&овторить поиск

# actionsmo,findinfile,caption
source: Find in F&iles
ru: Поиск в &файлах

# actionsmo,closeall,caption
source: C&lose all
ru: Зак&рыть все

# actionsmo,saveas,caption
source: Save &as
ru: Со&хранить как

# actionsmo,bkptsonact,caption
source: &Breakpoints on
ru: &Включить/выключить все точки останова

# actionsmo,bkptsonact,hint
source: Breakpoints on/off
ru: Включить/выключить все точки останова

# actionsmo,watchesonact,caption
source: &Watches on
ru: В&ключить наблюдения

# actionsmo,watchesonact,hint
source: Watches on/off
ru: Включить/выключить наблюдения

# actionsmo,line,caption
source: &Line
ru: Поиск &строки

# actionsmo,togglebkpt,caption
source: &Toggle Breakpoint
ru: Включить/выключить точку ос&танова

# actionsmo,togglebkptenable,caption
source: Toggle Bkpt. &enabled
ru: &Активировать/деактивировать точку останова

# actionsmo,selecteditpage,caption
source: Select &Edit Page
ru: Выбрать редактируемую страни&цу

# actionsmo,indent,caption
source: &Indent
ru: С&двиг вправо

# actionsmo,unindent,caption
source: U&nindent
ru: Сд&виг влево

# actionsmo,toggleformunit,caption
source: Toggle Form/&Unit
ru: Переключиться: дизайнер формы/код &формы

# actionsmo,nexti,caption
source: Next Instruction
ru: Шаг без захода (ассемблер)

# actionsmo,stepi,caption
source: Step Instruction
ru: Шаг с заходом (ассемблер)

# actionsmo,bluedotsonact,caption
source: Exec Line Hint on
ru: Включить/выключить пометку по уже откомпилированной строке

# actionsmo,bluedotsonact,hint
source: Executable lines hint on/off
ru: Включить/выключить пометку по уже откомпилированным строкам

# actionsmo,replace,caption
source: Find && &Replace
ru: Поиск и &замена

# actionsmo,print,caption
source: &Print
ru: &Печать

# actionsmo,detachtarget,caption
source: Detach
ru: Отсоединиться от процесса

# actionsmo,attachprocess,caption
source: Attach Process
ru: Присоединиться к процессу

# actionsmo,lowercase,caption
source: &Lowercase
ru: &Нижний регистр

# actionsmo,uppercase,caption
source: &Uppercase
ru: &Верхний регистр

# actionsmo,shortcuts,actions.items,0:,dispname
source: File
ru: Файл

# actionsmo,shortcuts,actions.items,1:,dispname
source: Open
ru: Открыть

# actionsmo,shortcuts,actions.items,2:,dispname
source: Save
ru: Сохранить

# actionsmo,shortcuts,actions.items,3:,dispname
source: Save all
ru: Сохранить все

# actionsmo,shortcuts,actions.items,4:,dispname
source: Save as
ru: Сохранить как

# actionsmo,shortcuts,actions.items,5:,dispname
source: Close
ru: Закрыть

# actionsmo,shortcuts,actions.items,6:,dispname
source: Close all
ru: Закрыть все

# actionsmo,shortcuts,actions.items,7:,dispname
source: Print
ru: Печать

# actionsmo,shortcuts,actions.items,8:,dispname
source: Search
ru: Поиск

# actionsmo,shortcuts,actions.items,9:,dispname
source: Line
ru: Строка

# actionsmo,shortcuts,actions.items,10:,dispname
source: Find
ru: Найти

# actionsmo,shortcuts,actions.items,11:,dispname
source: Search again
ru: Повторить поиск

# actionsmo,shortcuts,actions.items,12:,dispname
source: Search back
ru: Поиск назад

# actionsmo,shortcuts,actions.items,13:,dispname
source: Find and replace
ru: Найти и заменить

# actionsmo,shortcuts,actions.items,14:,dispname
source: Find in File
ru: Найти в файле

# actionsmo,shortcuts,actions.items,15:,dispname
source: Edit
ru: Редактировать

# actionsmo,shortcuts,actions.items,16:,dispname
source: Select Editpage
ru: Выбрать страницу для редактирования

# actionsmo,shortcuts,actions.items,17:,dispname
source: Copy Word at Cursor
ru: Копировать слово в позиции курсора

# actionsmo,shortcuts,actions.items,18:,dispname
source: Indent
ru: Сдвиг вправо

# actionsmo,shortcuts,actions.items,19:,dispname
source: Unindent
ru: Сдвиг влево

# actionsmo,shortcuts,actions.items,20:,dispname
source: Comment Selection
ru: Комментировать выделенное

# actionsmo,shortcuts,actions.items,21:,dispname
source: Uncomment Selection
ru: Раскомментировать выделенное

# actionsmo,shortcuts,actions.items,22:,dispname
source: Lowercase
ru: Нижний регистр

# actionsmo,shortcuts,actions.items,23:,dispname
source: Uppercase
ru: Верхний регистр

# actionsmo,shortcuts,actions.items,24:,dispname
source: Copy LaTeX
ru: Копировать LaTeX

# actionsmo,shortcuts,actions.items,25:,dispname
source: Complete Class
ru: Завершить класс

# actionsmo,shortcuts,actions.items,26:,dispname
source: Insert Template
ru: Вставить шаблон

# actionsmo,shortcuts,actions.items,27:,dispname
source: Navigate Back
ru: Навигация назад

# actionsmo,shortcuts,actions.items,28:,dispname
source: Navigate Forward
ru: Навигация вперёд

# actionsmo,shortcuts,actions.items,29:,dispname
source: Set Bookmark
ru: Установить закладку

# actionsmo,shortcuts,actions.items,30:,dispname
source: Set Bookmark 0
ru: Установить закладку 0

# actionsmo,shortcuts,actions.items,31:,dispname
source: Set Bookmark 1
ru: Установить закладку 1

# actionsmo,shortcuts,actions.items,32:,dispname
source: Set Bookmark 2
ru: Установить закладку 2

# actionsmo,shortcuts,actions.items,33:,dispname
source: Set Bookmark 3
ru: Установить закладку 3

# actionsmo,shortcuts,actions.items,34:,dispname
source: Set Bookmark 4
ru: Установить закладку 4

# actionsmo,shortcuts,actions.items,35:,dispname
source: Set Bookmark 5
ru: Установить закладку 5

# actionsmo,shortcuts,actions.items,36:,dispname
source: Set Bookmark 6
ru: Установить закладку 6

# actionsmo,shortcuts,actions.items,37:,dispname
source: Set Bookmark 7
ru: Установить закладку 7

# actionsmo,shortcuts,actions.items,38:,dispname
source: Set Bookmark 8
ru: Установить закладку 8

# actionsmo,shortcuts,actions.items,39:,dispname
source: Set Bookmark 9
ru: Установить закладку 9

# actionsmo,shortcuts,actions.items,40:,dispname
source: Clear Bookmark
ru: Удалить закладку

# actionsmo,shortcuts,actions.items,41:,dispname
source: Find Bookmark
ru: Перейти к закладке

# actionsmo,shortcuts,actions.items,42:,dispname
source: Find Bookmark 0
ru: Перейти к закладке 0

# actionsmo,shortcuts,actions.items,43:,dispname
source: Find Bookmark 1
ru: Перейти к закладке 1

# actionsmo,shortcuts,actions.items,44:,dispname
source: Find Bookmark 2
ru: Перейти к закладке 2

# actionsmo,shortcuts,actions.items,45:,dispname
source: Find Bookmark 3
ru: Перейти к закладке 3

# actionsmo,shortcuts,actions.items,46:,dispname
source: Find Bookmark 4
ru: Перейти к закладке 4

# actionsmo,shortcuts,actions.items,47:,dispname
source: Find Bookmark 5
ru: Перейти к закладке 5

# actionsmo,shortcuts,actions.items,48:,dispname
source: Find Bookmark 6
ru: Перейти к закладке 6

# actionsmo,shortcuts,actions.items,49:,dispname
source: Find Bookmark 7
ru: Перейти к закладке 7

# actionsmo,shortcuts,actions.items,50:,dispname
source: Find Bookmark 8
ru: Перейти к закладке 8

# actionsmo,shortcuts,actions.items,51:,dispname
source: Find Bookmark 9
ru: Перейти к закладке 9

# actionsmo,shortcuts,actions.items,52:,dispname
source: Target
ru: Цель

# actionsmo,shortcuts,actions.items,53:,dispname
source: Attach Process
ru: Присоединиться к процессу

# actionsmo,shortcuts,actions.items,54:,dispname
source: Detach Target
ru: Отсоединиться от собранной программы

# actionsmo,shortcuts,actions.items,55:,dispname
source: Continue
ru: Продолжить

# actionsmo,shortcuts,actions.items,56:,dispname
source: Reset
ru: Сбросить

# actionsmo,shortcuts,actions.items,57:,dispname
source: Interrupt
ru: Прервать

# actionsmo,shortcuts,actions.items,58:,dispname
source: Next
ru: Шаг без захода

# actionsmo,shortcuts,actions.items,59:,dispname
source: Next Instruction
ru: Шаг без захода (ассемблер)

# actionsmo,shortcuts,actions.items,60:,dispname
source: Step
ru: Шаг с заходом

# actionsmo,shortcuts,actions.items,61:,dispname
source: Step Instruction
ru: Шаг с заходом (ассемблер)

# actionsmo,shortcuts,actions.items,62:,dispname
source: Finish
ru: Завершить подпрограмму

# actionsmo,shortcuts,actions.items,63:,dispname
source: Breakpoints on/off
ru: Включить/выключить все точки останова

# actionsmo,shortcuts,actions.items,64:,dispname
source: Toggle Breakpoint
ru: Включить/выключить точку останова

# actionsmo,shortcuts,actions.items,65:,dispname
source: Toggle Breakpoint enabled
ru: Активировать/деактивировать точку останова

# actionsmo,shortcuts,actions.items,66:,dispname
source: Watches on/off
ru: Включить/выключить наблюдения

# actionsmo,shortcuts,actions.items,67:,dispname
source: Exec Line Hints on/off
ru: Включить/выключить подсказку по выполняемой строке

# actionsmo,shortcuts,actions.items,68:,dispname
source: View
ru: Просмотр

# actionsmo,shortcuts,actions.items,69:,dispname
source: Toggle Form/Object Inspector
ru: Переключиться: дизайнер формы/инспектор объектов

# actionsmo,shortcuts,actions.items,70:,dispname
source: Toggle Form/Unit
ru: Переключить: дизайн формы/код формы

# actionsmo,shortcuts,actions.items,71:,dispname
source: Project
ru: Проект

# actionsmo,shortcuts,actions.items,72:,dispname
source: Make
ru: Собрать

# actionsmo,shortcuts,actions.items,73:,dispname
source: Build
ru: Пересобрать

# actionsmo,shortcuts,actions.items,74:,dispname
source: Make 1
ru: Собрать вариант 1

# actionsmo,shortcuts,actions.items,75:,dispname
source: Make 2
ru: Собрать вариант 2

# actionsmo,shortcuts,actions.items,76:,dispname
source: Make 3
ru: Собрать вариант 3

# actionsmo,shortcuts,actions.items,77:,dispname
source: Make 4
ru: Собрать вариант 4

# actionsmo,shortcuts,actions.items,78:,dispname
source: Abort Make
ru: Прервать сборку

# actionsmo,shortcuts,actions.items,79:,dispname
source: Options
ru: Опции

# actionsmo,shortcuts,actions.items,80:,dispname
source: Open
ru: Открыть

# actionsmo,shortcuts,actions.items,81:,dispname
source: Save
ru: Сохранить

# actionsmo,shortcuts,actions.items,82:,dispname
source: Tree
ru: Дерево структуры

# actionsmo,shortcuts,actions.items,83:,dispname
source: Source
ru: Исходник

# actionsmo,shortcuts,actions.items,84:,dispname
source: Close
ru: Закрыть

# actionsmo,shortcuts,actions.items,85:,dispname
source: Help
ru: Помощь

# actionsmo,shortcuts,actions.items,86:,dispname
source: Help
ru: Помощь

# actionsmo,shortcuts,actions.items,87:,dispname
source: Tools
ru: Инструменты

# actionsmo,shortcuts,actions.items,88:,dispname
source: Tool 1
ru: Инструмент 1

# actionsmo,shortcuts,actions.items,89:,dispname
source: Tool 2
ru: Инструмент 2

# actionsmo,shortcuts,actions.items,90:,dispname
source: Tool 3
ru: Инструмент 3

# actionsmo,shortcuts,actions.items,91:,dispname
source: Tool 4
ru: Инструмент 4

# actionsmo,shortcuts,actions.items,92:,dispname
source: Tool 5
ru: Инструмент 5

# actionsmo,shortcuts,actions.items,93:,dispname
source: Tool 6
ru: Инструмент 6

# actionsmo,shortcuts,actions.items,94:,dispname
source: Tool 7
ru: Инструмент 7

# actionsmo,shortcuts,actions.items,95:,dispname
source: Tool 8
ru: Инструмент 8

# actionsmo,shortcuts,actions.items,96:,dispname
source: Tool 9
ru: Инструмент 9

# actionsmo,shortcuts,actions.items,97:,dispname
source: Tool 10
ru: Инструмент 10

# actionsmo,toggleinspector,caption
source: Toggle Form/Inspector
ru: Переключиться: дизайнер формы/инспектор объектов

# actionsmo,download,caption
source: Download
ru: Загрузить

# actionsmo,attachtarget,caption
source: Attach Target
ru: Присоединиться к собранной программе

# actionsmo,setbm0,caption
source: Bookmark &0
ru: Закладка &0

# actionsmo,findbm0,caption
source: Bookmark &0
ru: Закладка &0

# actionsmo,findbm1,caption
source: Bookmark &1
ru: Закладка &1

# actionsmo,setbm1,caption
source: Bookmark &1
ru: Закладка &1

# actionsmo,findbm2,caption
source: Bookmark &2
ru: Закладка &2

# actionsmo,setbm2,caption
source: Bookmark &2
ru: Закладка &2

# actionsmo,findbm3,caption
source: Bookmark &3
ru: Закладка &3

# actionsmo,setbm3,caption
source: Bookmark &3
ru: Закладка &3

# actionsmo,findbm4,caption
source: Bookmark &4
ru: Закладка &4

# actionsmo,setbm4,caption
source: Bookmark &4
ru: Закладка &4

# actionsmo,findbm5,caption
source: Bookmark &5
ru: Закладка &5

# actionsmo,setbm5,caption
source: Bookmark &5
ru: Закладка &5

# actionsmo,findbm6,caption
source: Bookmark &6
ru: Закладка &6

# actionsmo,setbm6,caption
source: Bookmark &6
ru: Закладка &6

# actionsmo,findbm7,caption
source: Bookmark &7
ru: Закладка &7

# actionsmo,setbm7,caption
source: Bookmark &7
ru: Закладка &7

# actionsmo,findbm8,caption
source: Bookmark &8
ru: Закладка &8

# actionsmo,setbm8,caption
source: Bookmark &8
ru: Закладка &8

# actionsmo,findbm9,caption
source: Bookmark &9
ru: Закладка &9

# actionsmo,setbm9,caption
source: Bookmark &9
ru: Закладка &9

# actionsmo,setbmnone,caption
source: none
ru: пусто

# actionsmo,projectopenact,caption
source: O&pen
ru: &Открыть

# actionsmo,projectoptionsact,caption
source: &Options
ru: Оп&ции

# actionsmo,projecttreeact,caption
source: &Tree
ru: &Дерево структуры

# actionsmo,projectsourceact,caption
source: So&urce
ru: &Исходный код

# actionsmo,projectsaveact,caption
source: &Save
ru: &Сохранить

# actionsmo,projectcloseact,caption
source: &Close
ru: &Закрыть

# actionsmo,c,strings.data,0:
source: Configure MSEide
ru: Конфигурировать MSEide

# actionsmo,c,strings.data,1:
source: Process ID
ru: ID процесса

# actionsmo,c,strings.data,2:
source: Attach to process
ru: Присоединиться к процессу

# actionsmo,c,strings.data,3:
source: Unknown moduleclass for "
ru: Неизвестный класс модуля для "

# actionsmo,c,strings.data,4:
source: Inherited component "
ru: Унаследованный компонент "

# actionsmo,c,strings.data,5:
source: " can not be deleted.
ru: " не может быть удалён.

# actionsmo,c,strings.data,6:
source: ERROR
ru: ОШИБКА

# actionsmo,c,strings.data,7:
source: Make aborted.
ru: Сборка прервана.

# actionsmo,c,strings.data,8:
source: Download aborted.
ru: Загрузка прервана.

# actionsmo,c,strings.data,9:
source: Runerror with "
ru: Запуск завершился ошибкой "

# actionsmo,c,strings.data,10:
source: Error: Timeout.
ru: Ошибка: Время ожидания истекло.

# actionsmo,c,strings.data,11:
source: Making.
ru: Идёт сборка.

# actionsmo,c,strings.data,12:
source: Make not running.
ru: Сборка не запущена.

# actionsmo,c,strings.data,13:
source: Downloading.
ru: Идёт загрузка.

# actionsmo,c,strings.data,14:
source: Download not running.
ru: Загрузка не запущена.

# actionsmo,c,strings.data,15:
source: " running.
ru: " запущен(а).

# actionsmo,c,strings.data,16:
source: Script
ru: Сценарий

# actionsmo,c,strings.data,17:
source: Recursive form inheritance of "
ru: Рекурсивная форма унаследована от "

# actionsmo,c,strings.data,18:
source: Component "
ru: Компонент "

# actionsmo,c,strings.data,19:
source: " exists.
ru: " существует.

# actionsmo,c,strings.data,20:
source: Ancestor for "
ru: Предок для "

# actionsmo,c,strings.data,21:
source: " not found.
ru: " не найден.

# actionsmo,c,strings.data,22:
source: Module "
ru: Модуль "

# actionsmo,c,strings.data,23:
source: Invalid name "
ru: Неверное имя "

# actionsmo,c,strings.data,24:
source: Invalid methodname
ru: Неверное имя модуля

# actionsmo,c,strings.data,25:
source: Module not found
ru: Модуль не найден

# actionsmo,c,strings.data,26:
source: Method not found
ru: Метод не найден

# actionsmo,c,strings.data,27:
source: Published (managed) method
ru: Published (управляемый) метод

# actionsmo,c,strings.data,28:
source: does not exist.
ru: не существует.

# actionsmo,c,strings.data,29:
source: Do you wish to delete the event?
ru: Вы хотите удалить событие?

# actionsmo,c,strings.data,30:
source: WARNING
ru: Предупреждение

# actionsmo,c,strings.data,31:
source: Method
ru: Метод

# actionsmo,c,strings.data,32:
source: has different parameters.
ru: Имеет различные параметры.

# actionsmo,c,strings.data,33:
source: A module "
ru: Модуль "

# actionsmo,c,strings.data,34:
source: " is already open.
ru: " уже открыт.

# actionsmo,c,strings.data,35:
source: Unresolved reference(s) to
ru: Нерешённая ссылка(и) на

# actionsmo,c,strings.data,36:
source: Module(s):
ru: Модуль(и):

# actionsmo,c,strings.data,37:
source: Can not read formfile "
ru: Не удаётся прочитать файл описания формы "

# actionsmo,c,strings.data,38:
source: Invalid component name.
ru: Неверное имя компонента.

# actionsmo,c,strings.data,39:
source: Invalid exception
ru: Неверное исключение

# actionsmo,c,strings.data,40:
source: T&ools
ru: И&нструменты

# actionsmo,c,strings.data,41:
source: Forms
ru: Формы

# actionsmo,c,strings.data,42:
source: Source
ru: Исходник

# actionsmo,c,strings.data,43:
source: All Files
ru: Все файлы

# actionsmo,c,strings.data,44:
source: Program
ru: Программа

# actionsmo,c,strings.data,45:
source: Unit
ru: Модуль

# actionsmo,c,strings.data,46:
source: Textfile
ru: Текстовый файл

# actionsmo,c,strings.data,47:
source: Mainform
ru: Главная форма

# actionsmo,c,strings.data,48:
source: Simple Form
ru: Простая форма

# actionsmo,c,strings.data,49:
source: Docking Form
ru: Пристыкуемая форма

# actionsmo,c,strings.data,50:
source: Datamodule
ru: Модуль данных

# actionsmo,c,strings.data,51:
source: Subform
ru: Встраиваемая форма

# actionsmo,c,strings.data,52:
source: Scrollboxform
ru: Форма с прокруткой

# actionsmo,c,strings.data,53:
source: Tabform
ru: Форма с табами

# actionsmo,c,strings.data,54:
source: Dockpanel
ru: Панель закрепления

# actionsmo,c,strings.data,55:
source: Report
ru: Отчёт

# actionsmo,c,strings.data,56:
source: Scriptform
ru: Форма со сценариями

# actionsmo,c,strings.data,57:
source: Inherited Form
ru: Наследуемая форма

# actionsmo,c,strings.data,58:
source: Do you want to replace the settings by
ru: Вы хотите заменить настройки

# actionsmo,c,strings.data,59:
source: File "
ru: Файл "

# actionsmo,c,strings.data,60:
source: Do you want to overwrite?
ru: Вы хотите перезаписать?

# actionsmo,c,strings.data,61:
source: Unknown
ru: Неизвестно

# actionsmo,c,strings.data,62:
source: Error
ru: Ошибка

# actionsmo,c,strings.data,63:
source: Startup
ru: Запуск

# actionsmo,c,strings.data,64:
source: Exception
ru: Исключение

# actionsmo,c,strings.data,65:
source: GDB died
ru: процесса GDB больше нет

# actionsmo,c,strings.data,66:
source: Breakpoint hit
ru: Сработала точка останова

# actionsmo,c,strings.data,67:
source: Watchpoint triggered
ru: Сработало наблюдение

# actionsmo,c,strings.data,68:
source: Read Watchpoint triggered
ru: Сработало чтение из наблюдения

# actionsmo,c,strings.data,69:
source: Access Watchpoint triggered
ru: Сработал доступ к наблюдению

# actionsmo,c,strings.data,70:
source: End stepping range
ru: Конец диапазона пошаговой отладки

# actionsmo,c,strings.data,71:
source: Function finished
ru: Функция отработала

# actionsmo,c,strings.data,72:
source: Exited normally
ru: Программа отработала штатно

# actionsmo,c,strings.data,73:
source: Exited
ru: Программа отработала

# actionsmo,c,strings.data,74:
source: Detached
ru: Произошло отсоединение от процесса

# actionsmo,c,strings.data,75:
source: Signal received
ru: Получен сигнал

# actionsmo,c,strings.data,76:
source: Stop error
ru: Ошибка при останове

# actionsmo,c,strings.data,77:
source: Can not read project
ru: Не удаётся прочитать проект

# actionsmo,c,strings.data,78:
source: About
ru: Информация о

# actionsmo,c,strings.data,79:
source: Object Inspector
ru: Инспектор объектов

# actionsmo,c,strings.data,80:
source: Store Component
ru: Поместить компонент в хранилище

# actionsmo,c,strings.data,81:
source: Attaching Process
ru: Присоединённый процесс

# actionsmo,c,strings.data,82:
source: Loading
ru: Загрузка

# actionsmo,c,strings.data,83:
source: Sizing Form
ru: Масштабируемая форма

# actionsmo,copylatexact,caption
source: Copy &LaTeX
ru: Копировать &LaTeX

# actionsmo,findcompallact,caption
source: &Find Component
ru: &Найти компонент

# actionsmo,forcezorderact,caption
source: Force &Z-Order
ru: Принудительный &Z-порядок

# actionsmo,comment,caption
source: &Comment
ru: &Комментировать

# actionsmo,uncomment,caption
source: Unc&omment
ru: Рас&комментировать

# actionsmo,copyword,caption
source: Copy &Word at Cursor
ru: Скопировать &слово в позиции курсора

# actionsmo,selectall,caption
source: Select &all
ru: Выбрать &все

# actionsmo,tabtospace,caption
source: &Tabs to space
ru: &Табы в пробел

# actionsmo,findback,caption
source: Search &back
ru: Поиск &назад

# msetexteditorfo,caption
source: Texteditor
ru: Редактор текста

# msetexteditorfo,ok,caption
source: &OK
ru: &ОК

# msetexteditorfo,cancel,caption
source: &Cancel
ru: О&тмена

# msetexteditorfo,test,caption
source: &Test
ru: &Тест

# msetexteditorfo,tpopupmenu1,menu.submenu.items,2:,caption
source: &Copy
ru: &Копировать

# msetexteditorfo,tpopupmenu1,menu.submenu.items,3:,caption
source: Cu&t
ru: В&ырезать

# msetexteditorfo,tpopupmenu1,menu.submenu.items,4:,caption
source: &Paste
ru: &Вставить

# msetexteditorfo,tpopupmenu1,menu.submenu.items,6:,caption
source: &Load file
ru: &Загрузить файл

# msetexteditorfo,tpopupmenu1,menu.submenu.items,7:,caption
source: &Save file
ru: &Сохранить файл

# msetexteditorfo,filedialog,controller.captionopen
source: Load file
ru: Загрузить файл

# msetexteditorfo,filedialog,controller.captionsave
source: Save file
ru: Сохранить файл

# msetexteditorfo,undoact,caption
source: &Undo
ru: О&тменить
