Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/mseide/mseide_context_*.po
Languages: ru

# msetexteditorfo,redoact,caption
source: &Redo
ru: &Повторить

# msetexteditorfo,c,strings.data,0:
source: Test OK
ru: Тест пройден успешно

# msetaborderoverrideeditorfo,caption
source: Taborder override
ru: Переопределение порядка табов

# msetaborderoverrideeditorfo,tsplitter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# msetaborderoverrideeditorfo,tsplitter1,tbutton1,caption
source: &OK
ru: &ОК

# msesysenvmanagereditorfo,caption
source: Edit tsysenvmanager
ru: Правка tsysenvmanager

# msesysenvmanagereditorfo,tlayouter2,ok,caption
source: &OK
ru: &ОК

# msesysenvmanagereditorfo,tlayouter2,cancel,caption
source: &Cancel
ru: О&тмена

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Kind
ru: Тип

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Name
ru: Имя

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Alias
ru: Псевдонимы

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,11:,caption
source: Initvalue
ru: Нач.значение

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,12:,caption
source: Argument
ru: Аргумент

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,13:,caption
source: Help
ru: Помощь

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,14:,caption
source: Before
ru: До

# msesysenvmanagereditorfo,grid,fixrows.items,0:,captions.items,15:,caption
source: After
ru: После

# stringlisteditor,ok,caption
source: &OK
ru: &ОК

# stringlisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# stringlisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# msestringintlisteditor,ok,caption
source: &OK
ru: &ОК

# msestringintlisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# msestringintlisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# settingsfo,caption
source: Configure MSE environment
ru: Настройка окружения MSE

# settingsfo,tsplitter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# settingsfo,tsplitter1,tbutton1,caption
source: &OK
ru: &ОК

# settingsfo,tsplitter1,shortcutbu,caption
source: &Shortcuts
ru: &Гор.кл-ши

# settingsfo,tlayouter1,printcomm,frame.caption
source: Print command
ru: Команда печати

# settingsfo,tlayouter1,debugger,hint
source: Path to debugger (gdb).
ru: Путь к отладчику (gdb).

# settingsfo,tlayouter1,debugger,controller.captionopen
source: Debugger path
ru: Путь к отладчику

# settingsfo,tlayouter1,compiler,hint
source: Path to compiler (ppc386).
ru: Путь к компилятору (ppc386).

# settingsfo,tlayouter1,compiler,controller.captionopen
source: Compiler path
ru: Путь к компилятору

# settingsfo,tlayouter1,compstoredir,hint
source: Directory for component store files.
ru: Директория файлов с описаниями хранилищ компонентов.

# settingsfo,tlayouter1,compstoredir,controller.filterlist.data,0:,0:
source: Project files
ru: Файлы проекта

# settingsfo,tlayouter1,compstoredir,controller.captionopen
source: Directory for component stores
ru: Директория хранилищ компонентов

# settingsfo,tlayouter1,templatedir,hint
source: Directory for project template files.
ru: Местонахождение шаблонов проектов.

# settingsfo,tlayouter1,templatedir,controller.filterlist.data,0:,0:
source: Project files
ru: Файлы проекта

# settingsfo,tlayouter1,templatedir,controller.captionopen
source: Project template directory
ru: Директория с шаблонами проектов

# settingsfo,tlayouter1,syntaxdefdir,hint
source: Directory for syntax definition files.
ru: Местоположение файлов с определениями синтаксиса.

# settingsfo,tlayouter1,syntaxdefdir,controller.filterlist.data,0:,0:
source: Syntax definitions
ru: Описания синтаксиса

# settingsfo,tlayouter1,syntaxdefdir,controller.captionopen
source: Directory for syntax definition files
ru: Директория файлов определений синтаксиса

# settingsfo,tlayouter1,mselibdir,hint
source: Root directory of MSEgui library.
ru: Корневая директория для библиотеки MSEgui.

# settingsfo,tlayouter1,mselibdir,controller.captionopen
source: MSEgui library directory
ru: Корневая директория для библиотеки MSEgui

# settingsfo,tlayouter1,msedir,hint
source: Root directory of MSEgui.
ru: Корневая директория MSEgui.

# settingsfo,tlayouter1,msedir,controller.captionopen
source: MSEgui root directory
ru: Корневая директория MSEgui

# settingsfo,tlayouter1,fpclibdir,hint
source: Root directory of FPC library (not used by the default project templates).
ru: Корневая директория для компилятора Free Pascal (не используется по умолчанию шаблонами проекта).

# settingsfo,tlayouter1,fpclibdir,controller.captionopen
source: FPC library directory
ru: Корневая директория для библиотеки FPC

# settingsfo,tlayouter1,fpcdir,hint
source: Root directory of Free Pascal system (not used by the default project templates).
ru: Корневая директория для компилятора Free Pascal (не используется по умолчанию шаблонами проекта).

# settingsfo,tlayouter1,fpcdir,controller.captionopen
source: FPC root directory
ru: Корневая директория для компилятора FPC

# settingsfo,macrogrid,frame.caption
source: Global Macros
ru: Глобальные макро-определения

# settingsfo,macrogrid,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# settingsfo,macrogrid,fixrows.items,0:,captions.items,1:,caption
source: Value
ru: Значение

# richstringeditorfo,caption
source: Enter Memo Text
ru: Ввести Memo текст

# richstringeditorfo,tlayouter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# richstringeditorfo,tlayouter1,tbutton1,caption
source: &OK
ru: &ОК

# richstringeditorfo,formatedact,caption
source: &Font Format
ru: &Формат шрифта

# reallisteditor,ok,caption
source: &OK
ru: &ОК

# reallisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# reallisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# msepropertyeditorsmo,c,strings.data,0:
source: Open image file
ru: Открыть файл с изображением

# msepropertyeditorsmo,c,strings.data,1:
source: Invalid set item
ru: Неверный элемент набора

# msepropertyeditorsmo,c,strings.data,2:
source: Unknown
ru: Неизвестно

# msepropertyeditorsmo,c,strings.data,3:
source: Wrong property value
ru: Неверное значение свойства

# msepropertyeditorsmo,c,strings.data,4:
source: Invalid method name
ru: Неверное имя функции/процедуры

# msepropertyeditorsmo,c,strings.data,5:
source: Method name
ru: Имя функции/процедуры

# msepropertyeditorsmo,c,strings.data,6:
source: exists
ru: существует

# msepropertyeditorsmo,c,strings.data,7:
source: Do you wish to destroy
ru: Вы хотите разрушить экземпляр

# msepropertyeditorsmo,c,strings.data,8:
source: Do you wish to delete items
ru: Вы хотите удалить элементы

# msepropertyeditorsmo,c,strings.data,9:
source: to
ru: на

# msepropertyeditorsmo,c,strings.data,10:
source: Empty date
ru: Дата не задана

# msepropertyeditorsmo,c,strings.data,11:
source: Empty time
ru: Время не задано

# msepropertyeditorsmo,c,strings.data,12:
source: Do you wish to clear
ru: Вы хотите очистить

# msepropertyeditorsmo,c,strings.data,13:
source: Texteditor
ru: Редактор текста

# msepropertyeditorsmo,c,strings.data,14:
source: Invalid component name
ru: Неверное имя компонента

# integerlisteditor,ok,caption
source: &OK
ru: &ОК

# integerlisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# integerlisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# mseindexlookupeditorfo,caption
source: Indexlookup Editor
ru: Редактор поиска индекса

# mseindexlookupeditorfo,tsplitter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# mseindexlookupeditorfo,tsplitter1,tbutton1,caption
source: &OK
ru: &ОК

# mseindexlookupeditorfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Index
ru: Индекс

# imageselectorfo,caption
source: Image Selector
ru: Выбор изображения

# imagelisteditorfo,caption
source: Imagelist Editor
ru: Редактор Imagelist

# imagelisteditorfo,tlayouter1,la2,tlayouter2,ok,caption
source: &OK
ru: &ОК

# imagelisteditorfo,tlayouter1,la2,tlayouter2,cancel,caption
source: &Cancel
ru: О&тмена

# imagelisteditorfo,tlayouter1,la2,tlayouter2,clear,caption
source: C&lear
ru: О&чистить

# imagelisteditorfo,tlayouter1,la2,tlayouter2,add,caption
source: &Add
ru: &Добавить

# imagelisteditorfo,tlayouter1,la2,stretch,frame.caption
source: &stretch
ru: &растянуть

# imagelisteditorfo,tlayouter1,la1,transparentcolor,frame.caption
source: &Transp. color
ru: &Прозрачный цвет

# imagelisteditorfo,tlayouter1,la1,transparentcolor,hint
source: Transparent color
ru: Прозрачный цвет

# imagelisteditorfo,tlayouter1,la1,masked,frame.caption
source: &masked
ru: &маскированный

# imagelisteditorfo,tlayouter1,la1,versionnum,frame.caption
source: Vers. Nr.
ru: Верс. Ном.

# imagelisteditorfo,tlayouter1,la1,versionnum,hint
source: Current imagelist version number
ru: Текущий номер версии списка изображений

# imagelisteditorfo,popup,menu.submenu.items,0:,caption
source: Copy Items
ru: Копировать элементы

# imagelisteditorfo,popup,menu.submenu.items,1:,caption
source: Paste Items
ru: Вставить элементы

# iircoeffeditorfo,caption
source: IIR Filter Coefficients
ru: Коэффициенты IIR-фильтра

# iircoeffeditorfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Numerator
ru: Числитель

# iircoeffeditorfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Denominator
ru: Знаменатель

# iircoeffeditorfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Internal Num.
ru: Встроенный числитель

# iircoeffeditorfo,grid,fixrows.items,0:,captions.items,3:,caption
source: Internal Den.
ru: Встроенный знаменатель

# iircoeffeditorfo,ok,caption
source: &OK
ru: &ОК

# iircoeffeditorfo,cancel,caption
source: &Cancel
ru: О&тмена

# mseififieldeditorfo,tbutton1,caption
source: OK
ru: ОК

# mseififieldeditorfo,tbutton2,caption
source: Cancel
ru: Отмена

# mseififieldeditorfo,fielddefli,frame.caption
source: Fielddefs
ru: Опр.полей

# mseififieldeditorfo,fielddefli,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# mseififieldeditorfo,fielddefli,fixrows.items,0:,captions.items,1:,caption
source: Type
ru: Тип

# mseififieldeditorfo,fields,frame.caption
source: Fields
ru: Поля

# mseififieldeditorfo,fields,fixrows.items,0:,captions.items,2:,caption
source: fieldname
ru: имя_поля

# mseififieldeditorfo,fields,fixrows.items,0:,captions.items,3:,caption
source: sourcefieldname
ru: имя_поля_исходника

# mseififieldeditorfo,fields,fixrows.items,0:,captions.items,4:,caption
source: datatype
ru: тип_данных

# mseififieldeditorfo,c,strings.data,0:
source: Connection
ru: Соединение

# mseificlienteditorfo,caption
source: ifi Client Editor
ru: Редактор IFI-клиента

# mseificlienteditorfo,tbutton1,caption
source: &OK
ru: &ОК

# mseificlienteditorfo,tbutton2,caption
source: &Cancel
ru: О&тмена

# fircoeffeditorfo,caption
source: IIR Filter Coefficients
ru: Коэффициенты IIR-фильтра

# fircoeffeditorfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Coefficient
ru: Коэффициент

# fircoeffeditorfo,ok,caption
source: &OK
ru: &ОК

# fircoeffeditorfo,cancel,caption
source: &Cancel
ru: О&тмена

# fadeeditfo,caption
source: Fade Edit
ru: Редактор цветовых градиентов

# fadeeditfo,cont2,cont1,gridlayout,opagrid,frame.caption
source: Opacity
ru: Непрозрачн.

source: Pos
ru: Позиция

source: Color
ru: Цвет

source: Opacity
ru: Непрозрачн.

# fadeeditfo,cont2,opaedit,frame.caption
source: Opacity
ru: Непрозрачн.

# fadeeditfo,bottomlayout,switchlayout,splitopa,frame.caption
source: Separate Opacity
ru: Отдельн. непроз-ть

# fadeeditfo,bottomlayout,switchlayout,reverse,frame.caption
source: &reverse
ru: &обратный

# fadeeditfo,bottomlayout,buttonlayout,tbutton2,caption
source: &Cancel
ru: О&тмена

# fadeeditfo,bottomlayout,buttonlayout,tbutton1,caption
source: &OK
ru: &ОК

# fadeeditfo,bottomlayout,buttonlayout,tbutton3,caption
source: &Save
ru: &Сохранить

# fadeeditfo,bottomlayout,buttonlayout,tbutton4,caption
source: &Load
ru: &Загрузить

# fadeeditfo,bottomlayout,buttonlayout,clearbu,hint
source: Clear opacity gradient
ru: Очистить градиент непрозрачности

# fadeeditfo,bottomlayout,buttonlayout,clearbu,caption
source: ClearOpa
ru: ОчистНепр-ть

# fadeeditfo,filedialog,controller.filterlist.data,0:,0:
source: Fade Files
ru: Файлы описаний цветовых градиентов

# fadeeditfo,filedialog,controller.filterlist.data,1:,0:
source: All Files
ru: Все файлы

# fadeeditfo,filedialog,controller.captionopen
source: Load Fade File
ru: Загрузить файл описания цветового градиента

# fadeeditfo,filedialog,controller.captionsave
source: Save Fade File
ru: Сохранить файл описания цветового градиента

# fadeeditfo,c,strings.data,0:
source: Do you want to synchronize opacity gradient
ru: Вы хотите синхронизировать непрозрачный градиент

# fadeeditfo,c,strings.data,1:
source: with color gradient?
ru: с цветным градиентом?

# fadeeditfo,c,strings.data,2:
source: Do you want to remove opacity gradient?
ru: Вы хотите удалить непрозрачный градиент?

# faceselectorfo,caption
source: Face Selector
ru: Выбор лица

# doublestringlisteditor,ok,caption
source: &OK
ru: &ОК

# doublestringlisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# doublestringlisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# doublereallisteditor,ok,caption
source: &OK
ru: &ОК

# doublereallisteditor,cancel,caption
source: &Cancel
ru: О&тмена

# doublereallisteditor,rowcount,frame.caption
source: Rowcount
ru: Кол-во строк

# msedbfieldeditorfo,tbutton1,caption
source: OK
ru: ОК

# msedbfieldeditorfo,tbutton2,caption
source: Cancel
ru: Отмена

# msedbfieldeditorfo,fielddefli,frame.caption
source: Fielddefs
ru: Опр.полей

# msedbfieldeditorfo,fielddefli,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# msedbfieldeditorfo,fielddefli,fixrows.items,0:,captions.items,1:,caption
source: Type
ru: Тип

# msedbfieldeditorfo,fields,frame.caption
source: Fields
ru: Поля

# msedbfieldeditorfo,fields,fixrows.items,0:,captions.items,2:,caption
source: Name
ru: Имя

# msedbfieldeditorfo,fields,fixrows.items,0:,captions.items,3:,caption
source: Class type
ru: Тип класса

# msedbfieldeditorfo,fields,fixrows.items,0:,captions.items,4:,caption
source: Field kind
ru: Вид поля

# msedbfieldeditorfo,c,strings.data,0:
source: Dataset
ru: Набор данных

# msecornermaskeditorfo,caption
source: Cornermask Editor
ru: Редактор Cornermask

# msecornermaskeditorfo,tsplitter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# msecornermaskeditorfo,tsplitter1,tbutton1,caption
source: &OK
ru: &ОК

# msecornermaskeditorfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Width
ru: Шир.

# msecornermaskeditorfo,grid,fixrows.items,0:,captionsfix.items,0:,caption
source: Row
ru: Строка

# colordialogfo,caption
source: Select Color
ru: Выбор цвета

# colordialogfo,colorpibu,caption
source: Color &Picker
ru: &Пипетка

# colordialogfo,colorarea,frame.caption
source: new
ru: новый

# colordialogfo,colorareabefore,frame.caption
source: old
ru: старый

# colordialogfo,tlayouter1,blue,frame.caption
source: &blue
ru: &син

# colordialogfo,tlayouter1,green,frame.caption
source: &green
ru: &зел

# colordialogfo,tlayouter1,red,frame.caption
source: &red
ru: &крас

# colordialogfo,tlayouter1,bright,frame.caption
source: &BRI
ru: &ЯРК

# colordialogfo,tlayouter1,sat,frame.caption
source: &SAT
ru: &НАС

# colordialogfo,tlayouter1,hue,frame.caption
source: &HUE
ru: &ОТТ

# colordialogfo,tlayouter2,cancel,caption
source: &Cancel
ru: О&тмена

# colordialogfo,tlayouter2,ok,caption
source: &OK
ru: &ОК

# colordialogfo,tlayouter2,colored,frame.caption
source: Color
ru: Цвет

# filedialogfo,tlayouter2,bucont,showhidden,frame.caption
source: &Show hidden files
ru: Показ. &скрыт. файлы

# filedialogfo,tlayouter2,bucont,cancel,caption
source: &Cancel
ru: О&тмена

# filedialogfo,tlayouter2,bucont,ok,caption
source: &Ok
ru: &ОК

# filedialogfo,tlayouter2,tlayouter1,filter,frame.caption
source: &Filter
ru: &Фильтр

# filedialogfo,tlayouter2,tlayouter1,filename,frame.caption
source: &Name
ru: &Имя

# filedialogfo,tlayouter3,createdir,caption
source: &New dir
ru: &Нов. кат-г

# filedialogfo,tlayouter3,home,caption
source: &Home
ru: &Дом.

# filedialogfo,tlayouter3,dir,frame.caption
source: &Dir
ru: &Кат-г

# fontformatdialogfo,caption
source: Edit Font Format
ru: Изменить формат шрифта

# fontformatdialogfo,tlayouter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# fontformatdialogfo,tlayouter1,tbutton1,caption
source: &OK
ru: &ОК

# fontformatdialogfo,tlayouter2,tlayouter3,bolded,frame.caption
source: B&old
ru: &Жирный

# fontformatdialogfo,tlayouter2,tlayouter3,italiced,frame.caption
source: &Italic
ru: &Курсив

# fontformatdialogfo,tlayouter2,tlayouter3,underlineed,frame.caption
source: &Underline
ru: П&одчёркнутый

# fontformatdialogfo,tlayouter2,tlayouter3,strikeouted,frame.caption
source: &Strikeout
ru: П&еречёркнутый

# fontformatdialogfo,tlayouter2,tlayouter3,blanked,frame.caption
source: Bl&ank
ru: П&устой

# fontformatdialogfo,tlayouter2,tlayouter4,backgroundcolored,frame.caption
source: &Backgroundcolor
ru: &Цвет фона

# fontformatdialogfo,tlayouter2,tlayouter4,fontcolored,frame.caption
source: &Fontcolor
ru: &Цвет шрифта

# integerenterfo,lab,caption
source: lab
ru: лаб

# integerenterfo,ok,caption
source: &OK
ru: &ОК

# integerenterfo,cancel,caption
source: &Cancel
ru: О&тмена

# msememodialogfo,caption
source: Enter Memo Text
ru: Ввести Memo текст

# msememodialogfo,tlayouter1,tbutton2,caption
source: &Cancel
ru: О&тмена

# msememodialogfo,tlayouter1,tbutton1,caption
source: &OK
ru: &ОК

# realenterfo,lab,caption
source: lab
ru: лаб

# realenterfo,ok,caption
source: &OK
ru: &ОК

# realenterfo,cancel,caption
source: &Cancel
ru: О&тмена

# mseshortcutdialogfo,caption
source: Shortcuts
ru: Гор.кл-ши

# mseshortcutdialogfo,tsimplewidget1,sc1ed,frame.caption
source: &Alternate
ru: &Альтернатива

# mseshortcutdialogfo,tsimplewidget1,sc1ed,hint
source: Press the desired key combination.
ru: Нажмите нужную комбинацию клавиш.

# mseshortcutdialogfo,tsimplewidget1,sced,frame.caption
source: &Shortcut
ru: &Гор.кл-ши

# mseshortcutdialogfo,tsimplewidget1,sced,hint
source: Press the desired key combination.
ru: Нажмите нужную комбинацию клавиш.

# mseshortcutdialogfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Action
ru: Действие

# mseshortcutdialogfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Shortcut
ru: Гор.кл-ша

# mseshortcutdialogfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Alternate
ru: Альтернатива

# mseshortcutdialogfo,okbu,caption
source: &OK
ru: &ОК

# mseshortcutdialogfo,cancelbu,caption
source: &Cancel
ru: О&тмена

# mseshortcutdialogfo,defaultbu,caption
source: &Default
ru: &По умолчанию

# mseshortcutdialogfo,tpopupmenu1,menu.submenu.items,0:,caption
source: Expand all
ru: Развернуть все

# mseshortcutdialogfo,tpopupmenu1,menu.submenu.items,1:,caption
source: Collapse all
ru: Свернуть все

# stringenterfo,lab,caption
source: lab
ru: лаб

# stringenterfo,tlayouter1,cancel,caption
source: &Cancel
ru: О&тмена

# stringenterfo,tlayouter1,ok,caption
source: &OK
ru: &ОК
