Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/mseide/mseide_context_*.po
Languages: ru

source: &Target
ru: &Цель

source: Target connection
ru: Соединение с собранной программой

source: "--tty DEVICE" to set target terminal
ru: "--tty DEVICE" установить терминал вывода из собранной программы

source: Before connect gdb script
ru: Сценарий перед подключением gdb

source: gdb Scripts
ru: Сценарии gdb

source: Before load gdb script
ru: Сценарий перед загрузкой gdb

source: gdb Scripts
ru: Сценарии gdb

source: Before run gdb script
ru: Сценарий перед запуском gdb

source: gdb Scripts
ru: Сценарии gdb

source: After connect gdb script
ru: Сценарий после подключения gdb

source: gdb Scripts
ru: Сценарии gdb

source: After load gdb script
ru: Сценарий после загрузки gdb

source: gdb Scripts
ru: Сценарии gdb

source: Processor
ru: Процессор

source: auto
ru: авто

source: Simulator
ru: Имитатор

source: gdb download
ru: загрузка gdb

source: Always download before run
ru: Всегда загружать перед запуском

source: Startup BKPT
ru: Точка останова при запуске

source: Restart gdb before load
ru: Перезапускать gdb перед загрузкой

source: Start gdb server command attach target
ru: Запустить команду gdb сервера отладки: присоединиться к собранной программе

source: Start gdb server command run target
ru: Запустить команду gdb сервера отладки: запустить собранную программу

source: Download command
ru: Команда загрузки

source: Load Timeout
ru: Время ожидания загрузки

source: 0.#sec
ru: 0.#сек

source: Wait before connect
ru: Ждать перед соединением

source: 0.#sec
ru: 0.#сек

source: Start once
ru: Запустить однократно

source: no wait for exit
ru: Не ждать выхода

source: TTY
ru: Консоль

source: &External Console
ru: &Внешняя консоль

source: Show &Cons. on Run
ru: Показывать &консоль при запуске

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,tlayouter1,showconsole,hint
source: Show console on run
ru: Показывать консоль при запуске

source: &Stop on Excep.
ru: &Остановить при исключении

source: Stop on exceptions
ru: Остановить при исключении

source: &Activate on Break
ru: &Активировать на прерывании

source: &Value Hints
ru: &Подсказки значений

source: Call GUI_DEBUGBEGIN/ GUI_DEBUGEND
ru: Вызвать GUI_DEBUGBEGIN/ GUI_DEBUGEND

source: Release mouse grab by target stop. gdb sometimes crashes with this option.
ru: Освободить мышь при останове отлаживаемой программы. Отладчик gdb иногда отказывает с этой опцией.

source: Set TT&Y
ru: Установить TT&Y

source: &Raise on Break
ru: &Повысить на прерывании

source: &FPC bugs
ru: &Баги FPC

source: Use workarounds for FPC/gdb bugs
ru: Использовать обходные пути для багов FPC/gdb

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,debugtarget,frame.caption
source: Debug &target (empty = make targetfile)
ru: Файл отлаживаемой про&граммы (пусто = файл собранной программы)

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,xtermcommand,frame.caption
source: xterm command
ru: команда xterm

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,runcommand,frame.caption
source: &Run command (empty = start debugger)
ru: &Команда запуска (пусто = запустить в отладчике)

# projectoptionsfo,tlayouter9,tabwidget,makepage,caption
source: &Make
ru: &Сборка

# projectoptionsfo,tlayouter9,tabwidget,makepage,defaultmake,frame.caption
source: Default make col
ru: Колонка по умолчанию при сборке

source: M (Make)
ru: С (Сборка)

source: B (Build)
ru: П (Пересборка)

source: 1 (Make 1)
ru: 1 (Сборка варианта 1)

source: 2 (Make 2)
ru: 2 (Сборка варианта 2)

source: 3 (Make 3)
ru: 3 (Сборка варианта 3)

source: 4 (Make 4)
ru: 4 (Сборка варианта 4)

source: None
ru: Пусто

# projectoptionsfo,tlayouter9,tabwidget,makepage,mainfile,frame.caption
source: &Mainfile
ru: &Главный файл собираемой программы

# projectoptionsfo,tlayouter9,tabwidget,makepage,mainfile,controller.captionopen
source: Select mainfile
ru: Выбор главного файла собираемой программы

# projectoptionsfo,tlayouter9,tabwidget,makepage,targetfile,frame.caption
source: &Targetfile
ru: &Имя файла собранной программы

# projectoptionsfo,tlayouter9,tabwidget,makepage,targetfile,controller.captionopen
source: Select target file
ru: Выбор файла собранной программы

# projectoptionsfo,tlayouter9,tabwidget,makepage,makecommand,frame.caption
source: Make &Program
ru: Собрать &программу

source: Select make command
ru: Выбор команды сборки

# projectoptionsfo,tlayouter9,tabwidget,makepage,showcommandline,caption
source: Show command line
ru: Показать командную строку

# projectoptionsfo,tlayouter9,tabwidget,makepage,messageoutputfile,frame.caption
source: Message &output file
ru: &Файл для вывода сообщений

# projectoptionsfo,tlayouter9,tabwidget,makepage,copymessages,frame.caption
source: Copy messages to &file
ru: Копировать сообщения в &файл

# projectoptionsfo,tlayouter9,tabwidget,makepage,closemessages,frame.caption
source: Close messages window after compile
ru: Закрыть окно сообщения после компиляции

# projectoptionsfo,tlayouter9,tabwidget,makepage,checkmethods,frame.caption
source: Check method headers
ru: Проверять заголовки функций и процедур

# projectoptionsfo,tlayouter9,tabwidget,makepage,makegroupbox,ttabpage17,caption
source: Command before
ru: Команда до

source: Use in Make
ru: Использовать при сборке

source: Use in Build
ru: Использовать при пересборке

source: Use in Make 1
ru: Использовать при сборке 1

source: Use in Make 2
ru: Использовать при сборке 2

source: Use in Make 3
ru: Использовать при сборке 3

source: Use in Make 4
ru: Использовать при сборке 4

source: Command
ru: Команда

# projectoptionsfo,tlayouter9,tabwidget,makepage,makegroupbox,ttabpage12,caption
source: Make options
ru: Опции сборки

source: Use in Make
ru: Использовать при сборке

source: Use in Build
ru: Использовать при пересборке

source: Use in Make 1
ru: Использовать при сборке 1

source: Use in Make 2
ru: Использовать при сборке 2

source: Use in Make 3
ru: Использовать при сборке 3

source: Use in Make 4
ru: Использовать при сборке 4

source: After mainfile
ru: После главного файла

source: Command line options
ru: Опции командной строки

# projectoptionsfo,tlayouter9,tabwidget,makepage,makegroupbox,ttabpage11,caption
source: Directories
ru: Директории

source: Unit, include and library &directories
ru: Директории модулей, включаемых файлов и &библиотек

source: Use in Make
ru: Использовать при сборке

source: Use in Build
ru: Использовать при пересборке

source: Use in Make 1
ru: Использовать при сборке 1

source: Use in Make 2
ru: Использовать при сборке 2

source: Use in Make 3
ru: Использовать при сборке 3

source: Use in Make 4
ru: Использовать при сборке 4

source: Add to unit file search path
ru: Добавить путь поиска модулей

source: Add to include file search path
ru: Добавить путь поиска включаемых файлов

source: Add to library search path
ru: Добавить путь поиска библиотек

source: Add to object file search path
ru: Добавить путь поиска объектных файлов

source: Directory
ru: Директория

source: Select unit directory
ru: Выбор директории с модулями

source: Obj pref. (-Fo)
ru: Объект (-Fo)

source: Lib pref.(-Fl)
ru: Библ-ка (-Fl)

source: Inc pref.(-Fi)
ru: Включ. (-Fi)

source: Unit pref.(-Fu)
ru: Модуль (-Fu)

source: Reverse directory order
ru: Обратный порядок каталогов

# projectoptionsfo,tlayouter9,tabwidget,makepage,makegroupbox,ttabpage18,caption
source: Command after
ru: Команда после

source: Use in Make
ru: Использовать при сборке

source: Use in Build
ru: Использовать при пересборке

source: Use in Make 1
ru: Использовать при сборке 1

source: Use in Make 2
ru: Использовать при сборке 2

source: Use in Make 3
ru: Использовать при сборке 3

source: Use in Make 4
ru: Использовать при сборке 4

source: Command
ru: Команда

# projectoptionsfo,tlayouter9,tabwidget,makepage,targpref,frame.caption
source: Targ. pref. (-o)
ru: Цель (-o)

# projectoptionsfo,tlayouter9,tabwidget,makepage,makedir,frame.caption
source: Make &Directory
ru: &Директория

# projectoptionsfo,tlayouter9,tabwidget,makepage,makedir,controller.captionopen
source: Select make directory
ru: Выбор директории для сборки

# projectoptionsfo,tlayouter9,tabwidget,makepage,colorerror,frame.caption
source: Error Color
ru: Цвет ошибки

# projectoptionsfo,tlayouter9,tabwidget,makepage,colorwarning,frame.caption
source: Warning Color
ru: Цвет предупреждения

# projectoptionsfo,tlayouter9,tabwidget,makepage,colornote,frame.caption
source: Note Color
ru: Цвет примечания

# projectoptionsfo,tlayouter9,tabwidget,makepage,stripmessageesc,frame.caption
source: Strip ESC sequences
ru: Strip для ESC последовательности

# projectoptionsfo,tlayouter9,tabwidget,ttabpage1,caption
source: M&acros
ru: &Макро-определения

source: Name
ru: Имя

source: Value
ru: Значение

source: Active group
ru: Активная группа

# projectoptionsfo,tlayouter9,tabwidget,fontaliaspage,caption
source: &Font Alias
ru: &Псевдонимы шрифтов

source: Alias
ru: Псевдонимы

source: Font name
ru: Название шрифта

source: Height
ru: Выс.

source: Width
ru: Шир.

source: Options
ru: Опции

source: Xscale
ru: Масштаб по X

source: Ancestor
ru: Предок

# projectoptionsfo,tlayouter9,tabwidget,ttabpage10,caption
source: User &Colors
ru: Пользовательские &цвета

# projectoptionsfo,tlayouter9,tabwidget,ttabpage10,tlayouter7,tbutton1,caption
source: Copy "setcolormapvalue" code to clipboard
ru: Копировать код "setcolormapvalue" в буфер обмена

source: Color
ru: Цвет

source: Comment
ru: Комментарий

source: Name
ru: Имя

# projectoptionsfo,tlayouter9,tabwidget,ttabpage21,caption
source: F&ormat Macros
ru: Ф&ормат макросов

# projectoptionsfo,tlayouter9,tabwidget,ttabpage21,tabhint
source: Used by formatfloatmse() and formatdatetimemse()
ru: Используется formatfloatmse() и formatdatetimemse()

source: Name
ru: Имя

source: Value
ru: Значение

# projectoptionsfo,tlayouter9,tabwidget,ttabpage2,caption
source: &Templates
ru: &Шаблоны

# projectoptionsfo,tlayouter9,tabwidget,ttabpage2,newfile,ttabpage3,caption
source: New Project
ru: Новый проект

source: Load file in editor
ru: Загрузить файл в редактор

source: Expand macros
ru: Расширить макро-определения

source: Copied Files
ru: Скопированные файлы

source: Destination
ru: Назначение

source: Script before copy
ru: Сценарий, выполняемый перед копированием

source: Script after copy
ru: Сценарий, выполняемый после копирования

# projectoptionsfo,tlayouter9,tabwidget,ttabpage2,newfile,ttabpage4,caption
source: New File
ru: Новый файл

source: Kind
ru: Тип

source: Filter
ru: Фильтр

source: Ext
ru: Расш.

source: Source
ru: Исходник

# projectoptionsfo,tlayouter9,tabwidget,ttabpage2,newfile,ttabpage5,caption
source: New Form
ru: Новая форма

source: Kind
ru: Тип

source: Inherited
ru: Унаследованный

source: Namebase
ru: База имён

source: Formsuffix
ru: Файл с исходным кодом

source: Source File
ru: Файл описания исх.кода

source: Form File
ru: Файл описания формы

source: Source
ru: Исходник

source: All Files
ru: Все файлы

source: Form Files
ru: Файлы описаний форм

source: All Files
ru: Все файлы

# projectoptionsfo,tlayouter9,tabwidget,ttabpage15,caption
source: Too&ls
ru: Инстр&ументы

source: Save files
ru: Сохранить файлы

source: Parse source
ru: Обработать исходный код

source: Hide console (win32 only)
ru: Скрыть консоль (только win32)

source: Show output in messages window
ru: Показывать вывод в окне сообщений

source: Menu
ru: Меню

source: Shortcut
ru: Гор.кл-ша

source: Select item from 'Settings'-'Configure MSEide'-'Shortcuts' 'Tool 1'..'Tool 10'.
ru: Выберите элемент из 'Настройки'->'Конфигурировать MSEide'->'Гор.кл-ши' 'Инструмент 1'..'Инструмент 10'.

source: Sc.Key
ru: Гор.клав.

source: Shortcut key
ru: Горячая клавиша

source: Alt.Sc.
ru: Альт.гор.кл-ша

source: Alternate shortcut key
ru: Альтернативная горячая клавиша

source: File
ru: Файл

source: Parameters
ru: Параметры

source: Item
ru: Элемент

source: Tool 1
ru: Инструмент 1

source: Tool 2
ru: Инструмент 2

source: Tool 3
ru: Инструмент 3

source: Tool 4
ru: Инструмент 4

source: Tool 5
ru: Инструмент 5

source: Tool 6
ru: Инструмент 6

source: Tool 7
ru: Инструмент 7

source: Tool 8
ru: Инструмент 8

source: Tool 9
ru: Инструмент 9

source: Tool 10
ru: Инструмент 10

source: Shortcut
ru: Гор.кл-ша

source: Alternate
ru: Альтернатива

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,caption
source: &Storage
ru: &Хранилище

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingseditor,frame.caption
source: Editor
ru: Редактор

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsautoload,frame.caption
source: Auto load
ru: Автозагрузка

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsautosave,frame.caption
source: Auto save
ru: Автосохранение

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,tlayouter6,savebu,caption
source: Save
ru: Сохранить

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,tlayouter6,loadbu,caption
source: Load
ru: Загр-ть

source: Settings File
ru: Файл с настройками

source: Project Files
ru: Файлы проектов

source: All Files
ru: Все файлы

source: Enter Settings File
ru: Выберите имя файла с настройками

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsdebugger,frame.caption
source: Debugger
ru: Отладчик

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsstorage,frame.caption
source: Storage
ru: Хранилище

source: Project Tree
ru: Дерево проекта

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsmacros,frame.caption
source: Macros
ru: Макросы

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingstools,frame.caption
source: Tools
ru: Инструменты

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingstemplates,frame.caption
source: Templates
ru: Шаблоны

source: Component Store
ru: Хранилище компонентов

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingslayout,frame.caption
source: Window Layout
ru: Схема окон

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,tlabel1,caption
source: Load/save settings
ru: Загрузить/сохранить настройки

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsmake,frame.caption
source: Make
ru: Собрать

source: User Colors
ru: Пользовательские цвета

source: Format Macros
ru: Формат макросов

# projectoptionsfo,tlayouter9,tabwidget,ttabpage20,settingsfontalias,frame.caption
source: Font Alias
ru: Псевдонимы шрифтов

# projectoptionsfo,c,strings.data,0:
source: Wrong encoding can damage your source files.
ru: Неверная кодировка может повредить ваши файлы с исходным текстом.

# projectoptionsfo,c,strings.data,1:
source: Do you wish to set encoding to
ru: Вы хотите установить кодировку в

# projectoptionsfo,c,strings.data,2:
source: *** WARNING ***
ru: *** Предупреждение ***

# projectoptionsfo,c,strings.data,3:
source: Hangup
ru: Отключиться

# projectoptionsfo,c,strings.data,4:
source: Interrupt
ru: Прервать

# projectoptionsfo,c,strings.data,5:
source: Quit
ru: Выйти

# projectoptionsfo,c,strings.data,6:
source: Illegal instruction
ru: Неверная команда

# projectoptionsfo,c,strings.data,7:
source: Trace trap
ru: Остановка для трассировки

# projectoptionsfo,c,strings.data,8:
source: Abort
ru: Отменить

# projectoptionsfo,c,strings.data,9:
source: BUS error
ru: BUS-ошибка

# projectoptionsfo,c,strings.data,10:
source: Floating-point exception
ru: Исключение в операции с плавающей точкой

# projectoptionsfo,c,strings.data,11:
source: Kill
ru: Принудительно завершить

# projectoptionsfo,c,strings.data,12:
source: User-defined signal 1
ru: Послать пользовательский сигнал 1

# projectoptionsfo,c,strings.data,13:
source: Segmentation violation
ru: Попытка доступа к запрещённому сегменту памяти

# projectoptionsfo,c,strings.data,14:
source: User-defined signal 2
ru: Послать пользовательский сигнал 2

# projectoptionsfo,c,strings.data,15:
source: Broken pipe
ru: Межпрограммный канал разорван

# projectoptionsfo,c,strings.data,16:
source: Alarm clock
ru: Срабатывание "будильника"

# projectoptionsfo,c,strings.data,17:
source: Termination
ru: Завершение

# projectoptionsfo,c,strings.data,18:
source: Stack fault
ru: Ошибка в стеке

# projectoptionsfo,c,strings.data,19:
source: Child status has changed
ru: Изменилось состояние дочернего процесса

# projectoptionsfo,c,strings.data,20:
source: Continue
ru: Продолжить

# projectoptionsfo,c,strings.data,21:
source: Stop, unblockable
ru: Остановить выполнение

# projectoptionsfo,c,strings.data,22:
source: Keyboard stop
ru: Остановка по команде от клавиатуры

# projectoptionsfo,c,strings.data,23:
source: Background read from tty
ru: Фоновое чтение из консоли

# projectoptionsfo,c,strings.data,24:
source: Background write to tty
ru: Фоновая запись в консоль

# projectoptionsfo,c,strings.data,25:
source: Urgent condition on socket
ru: Сетевое соединение требует срочной реакции

# projectoptionsfo,c,strings.data,26:
source: CPU limit exceeded
ru: Превышен установленный для процессора лимит

# projectoptionsfo,c,strings.data,27:
source: File size limit exceeded
ru: Превышен лимит на размер файла

# projectoptionsfo,c,strings.data,28:
source: Virtual alarm clock
ru: Срабатывание виртуального "будильника"

# projectoptionsfo,c,strings.data,29:
source: Profiling alarm clock
ru: Настройка "будильника"

# projectoptionsfo,c,strings.data,30:
source: Window size change
ru: Изменение размера окна

# projectoptionsfo,c,strings.data,31:
source: I/O now possible
ru: Теперь можно осуществлять ввод/вывод

# projectoptionsfo,c,strings.data,32:
source: Power failure restart
ru: Перезапуск после восстановления электропитания

# programparametersfo,caption
source: Target Environment
ru: Окружение выполнения собранной программы

# programparametersfo,workingdirectory,frame.caption
source: &Working directory
ru: &Рабочая директория

# programparametersfo,workingdirectory,controller.captionopen
source: Select program working directory
ru: Выбор рабочей директории собранной программы

# programparametersfo,ok,caption
source: OK
ru: ОК

# programparametersfo,tbutton2,caption
source: Cancel
ru: Отмена

# programparametersfo,parameters,frame.caption
source: &Parameters
ru: &Параметры

# programparametersfo,grid,frame.caption
source: Environment variables
ru: Переменные окружения

# programparametersfo,grid,fixrows.items,0:,captions.items,0:,caption
source: on
ru: вкл

# programparametersfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Name
ru: Имя

# programparametersfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Value
ru: Значение

# printfo,caption
source: Print File
ru: Распечатать файл

# printfo,ok,caption
source: &Ok
ru: &ОК

# printfo,cancel,caption
source: Cancel
ru: Отмена

# printfo,linenum,frame.caption
source: Print line &numbers
ru: Печатать &№ строк

# printfo,fontsize,frame.caption
source: Font &size (Pt)
ru: &Размер шрифта (Pt)

# printfo,titlefont,frame.caption
source: &Title font
ru: &Шрифт заголовка

# printfo,sourcefont,frame.caption
source: So&urce font
ru: &Шрифт исходного кода

# printfo,colorset,frame.caption
source: &Color
ru: &Цвет

# printfo,tpagesizeselector1,frame.caption
source: Paper size
ru: Раз-р бумаги

# printfo,tpageorientationselector1,frame.caption
source: Paper orientation
ru: Ориентация

# printfo,rotate,frame.caption
source: Rotate CCW
ru: Повернуть против часовой стрелки

# printfo,pages,frame.caption
source: Pages
ru: Страницы

# printfo,c,strings.data,0:
source: Page
ru: Страница

# printfo,c,strings.data,1:
source: Do you wish to cancel printing?
ru: Вы хотите отменить печать?

# panelfo,dragdock.caption
source: Mainwindow
ru: Главное окно

# objectinspectorfo,dragdock.caption
source: Objectinspector
ru: Инспектор объектов

# objectinspectorfo,caption
source: Object Inspector
ru: Инспектор объектов

# objectinspectorfo,compedit,hint
source: Show component editor.
ru: Показать редактор компонентов

# objectinspectorfo,gridpopup,menu.submenu.items,0:,caption
source: Collapse tree
ru: Свернуть все ветви дерева

# objectinspectorfo,gridpopup,menu.submenu.items,1:,caption
source: Revert to inherited
ru: Вернуть в унаследованное состояние

# objectinspectorfo,gridpopup,menu.submenu.items,2:,caption
source: Clear Selection
ru: Очистить выделенное

# msetemplateselectfo,caption
source: Select Code Template
ru: Выбрать шаблон кода

# msetemplateselectfo,tbutton1,caption
source: Cancel
ru: Отмена

# msetemplateselectfo,tbutton2,caption
source: OK
ru: ОК

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Comment
ru: Комментарий

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Par1
ru: Пар1

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,3:,caption
source: Par2
ru: Пар2

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,4:,caption
source: Par3
ru: Пар3

# msetemplateselectfo,grid,fixrows.items,0:,captions.items,5:,caption
source: Par4
ru: Пар4

# mseparamentryfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Macro
ru: Макро-определение

# mseparamentryfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Value
ru: Значение

# mseparamentryfo,tsplitter1,tbutton2,caption
source: Cancel
ru: Отмена

# mseparamentryfo,tsplitter1,tbutton1,caption
source: OK
ru: ОК

# mseparamentryfo,tsplitter1,comment,caption
source: comment
ru: комментарий

# mseparamentryfo,c,strings.data,0:
source: Code Template "
ru: Шаблон кода "

# compnametreefo,caption
source: Select Component
ru: Выбрать компонент

# messagefo,dragdock.caption
source: Messages
ru: Сообщения

# messagefo,tpopupmenu1,menu.submenu.items,0:,caption
source: Copy to clipboard
ru: Копировать в буфер обмена

# memoryfo,caption
source: Memory
ru: Содержимое памяти

# memoryfo,tlayouter1,add,frame.caption
source: Add
ru: Добавить

# memoryfo,tlayouter1,memon,frame.caption
source: Memory &on
ru: &Включить отслеживание содержимого памяти

# memoryfo,tlayouter1,bitwidth,frame.caption
source: Width
ru: Шир.

source: &Mainform
ru: &Главная форма

source: &Simple Form
ru: &Простая форма

source: &Docking Form
ru: &Пристыкуемая форма

source: D&atamodule
ru: &Модуль данных

source: S&ubform
ru: &Встраиваемая форма

source: &Report
ru: &Отчёт

source: S&criptform
ru: &Форма со сценариями

source: &Inherited
ru: &Наследуемый(ая)

# mainfo,mainmenu1,menu.submenu.items,0:,submenu.items,0:,submenu.items,0:,caption
source: &Form
ru: &Форма

# mainfo,mainmenu1,menu.submenu.items,0:,submenu.items,0:,caption
source: &New
ru: &Новый(ая)

# mainfo,mainmenu1,menu.submenu.items,0:,submenu.items,9:,caption
source: E&xit
ru: Вы&ход

# mainfo,mainmenu1,menu.submenu.items,0:,caption
source: &File
ru: &Файл

# mainfo,mainmenu1,menu.submenu.items,1:,submenu.items,6:,caption
source: Find &Component
ru: Найти &компонент

# mainfo,mainmenu1,menu.submenu.items,1:,caption
source: &Search
ru: &Найти

# mainfo,mainmenu1,menu.submenu.items,2:,caption
source: &Edit
ru: &Редактировать

# mainfo,mainmenu1,menu.submenu.items,3:,submenu.items,0:,caption
source: En&vironment
ru: &Окружение

# mainfo,mainmenu1,menu.submenu.items,3:,submenu.items,1:,caption
source: Restart Debugger
ru: Перезапустить отладчик

# mainfo,mainmenu1,menu.submenu.items,3:,caption
source: &Target
ru: &Цель

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,0:,submenu.items,1:,caption
source: &New Panel
ru: &Новая панель

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,0:,caption
source: Pan&els
ru: &Панели

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,2:,caption
source: Load Wi&ndow Layout
ru: Загрузить &схему окон

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,4:,caption
source: Component &Palette
ru: П&алитра компонентов

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,5:,caption
source: Component Sto&re
ru: &Хранилище компонентов

# mainfo,mainmenu1,menu.submenu.items,4:,submenu.items,6:,caption
source: Object &Inspector
ru: Инсп&ектор объектов
