Repository: bravesoftdz/mseide-msegui
Catalog: languages/testing/mseide/mseide_context_*.po
Languages: ru

# watchpointsfo,dragdock.caption
source: Watchpoints
ru: Наблюдения

# watchpointsfo,caption
source: Watchpoints
ru: Наблюдения

# watchpointsfo,grid,fixrows.items,0:,captions.items,0:,caption
source: on
ru: вкл

# watchpointsfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Kind
ru: Тип

# watchpointsfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Expression
ru: Выражение

# watchpointsfo,grid,fixrows.items,0:,captions.items,4:,caption
source: Count
ru: Кол-во

# watchpointsfo,grid,fixrows.items,0:,captions.items,5:,caption
source: Ignore
ru: Игнорировать

# watchpointsfo,grid,fixrows.items,0:,captions.items,6:,caption
source: Condition
ru: Состояние

# watchpointsfo,gripopup,menu.submenu.items,0:,caption
source: Delete all
ru: Удалить все

# watchpointsfo,c,strings.data,0:
source: Watchpoint error.
ru: Ошибка установки наблюдения.

# watchpointsfo,c,strings.data,1:
source: WATCHPOINT ERROR
ru: Ошибка установки наблюдения

# watchpointsfo,c,strings.data,2:
source: Program not loaded.
ru: Программа не загружена.

# watchpointsfo,c,strings.data,3:
source: Do you wish to delete all watchpoints?
ru: Вы хотите удалить все наблюдения?

# watchpointsfo,c,strings.data,4:
source: Confirmation
ru: Подтверждение

# watchfo,dragdock.caption
source: Watches
ru: Наблюдения

# watchfo,caption
source: Watches
ru: Наблюдения

# watchfo,grid,fixrows.items,0:,captions.items,0:,hint
source: Active
ru: Активный

# watchfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Expression
ru: Выражение

# watchfo,grid,fixrows.items,0:,captions.items,1:,hint
source: Expressions starting with # are treated as gdb commands
ru: Выражения, начинающиеся с #, рассматриваются как команды GDB

# watchfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Result
ru: Результат

# watchfo,grid,fixrows.items,0:,captions.items,3:,hint
source: Display format B = Binary D = Decimal signed U = Decimal unsigned H = Hex
ru: Формат вывода B = Двоичный D = Десятичный со знаком U = Десятичный без знака H = Шестнадцатеричный

# watchfo,watcheson,frame.caption
source: Watches &on
ru: Включить &наблюдения

# watchfo,gripopup,menu.submenu.items,0:,caption
source: Delete all
ru: Удалить все

# watchfo,gripopup,menu.submenu.items,2:,caption
source: Add Watchpoint
ru: Добавить наблюдение

# watchfo,gripopup,menu.submenu.items,3:,caption
source: Address Watchpoint 8
ru: Адрес наблюдения размер 8 бит

# watchfo,gripopup,menu.submenu.items,4:,caption
source: Address Watchpoint 16
ru: Адрес наблюдения размер 16 бит

# watchfo,gripopup,menu.submenu.items,5:,caption
source: Address Watchpoint 32
ru: Адрес наблюдения размер 32 бит

# watchfo,gripopup,menu.submenu.items,6:,caption
source: Address Watchpoint 64
ru: Адрес наблюдения размер 64 бит

# watchfo,gripopup,menu.submenu.items,8:,caption
source: &Format default
ru: &Формат по умолчанию

# watchfo,gripopup,menu.submenu.items,9:,caption
source: &Binary
ru: &Двоичный

# watchfo,gripopup,menu.submenu.items,10:,caption
source: D&ecimal signed
ru: &Десятичный со знаком

# watchfo,gripopup,menu.submenu.items,11:,caption
source: Decimal &unsigned
ru: &Десятичный без знака

# watchfo,gripopup,menu.submenu.items,12:,caption
source: &Hex
ru: &Шестнадцатеричный

# watchfo,gripopup,menu.submenu.items,14:,caption
source: &Size default
ru: &Размер по умолчанию

# watchfo,gripopup,menu.submenu.items,15:,caption
source: &8 Bit
ru: &8 Бит

# watchfo,gripopup,menu.submenu.items,16:,caption
source: &16 Bit
ru: &16 Бит

# watchfo,gripopup,menu.submenu.items,17:,caption
source: &32 Bit
ru: &32 Бит

# watchfo,gripopup,menu.submenu.items,18:,caption
source: &64 Bit
ru: &64 Бит

# watchfo,gripopup,menu.submenu.items,20:,caption
source: &Reset Formats
ru: &Сбросить форматы

# watchfo,c,strings.data,0:
source: Do you wish to delete all watches?
ru: Вы хотите удалить все наблюдения?

# watchfo,c,strings.data,1:
source: Confirmation
ru: Подтверждение

# watchfo,c,strings.data,2:
source: [disabled]
ru: [неактивный]

# threadsfo,dragdock.caption
source: Threads
ru: Потоки

# threadsfo,caption
source: Threads
ru: Потоки

# threadsfo,grid,fixrows.items,0:,captions.items,1:,caption
source: State
ru: Состояние

# threadsfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Location
ru: Местоположение

# threadsfo,tpopupmenu1,menu.submenu.items,0:,caption
source: Copy to Clipboard
ru: Копировать в буфер обмена

# threadsfo,c,strings.data,0:
source: *active*
ru: *активный*

# threadsfo,c,strings.data,1:
source: unknown
ru: неизвестный

# templateeditorfo,caption
source: Code Template Editor
ru: Редактор шаблонов кода

# templateeditorfo,tbutton1,caption
source: &OK
ru: &ОК

# templateeditorfo,tbutton2,caption
source: &Cancel
ru: О&тмена

# templateeditorfo,nameed,frame.caption
source: &Name
ru: &Имя

# templateeditorfo,commented,frame.caption
source: C&omment
ru: &Комментарий

# templateeditorfo,paramgrid,frame.caption
source: &Parameter
ru: &Параметр

# templateeditorfo,paramgrid,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# templateeditorfo,paramgrid,fixrows.items,0:,captions.items,1:,caption
source: Default Value
ru: Значение по умолчанию

# templateeditorfo,cursordisp,frame.caption
source: Cursor
ru: Курсор

# templateeditorfo,coled,frame.caption
source: Col
ru: Кол-ка

# templateeditorfo,rowed,frame.caption
source: Row
ru: Строка

# templateeditorfo,tbutton3,caption
source: &Set Cursor
ru: &Уст.курсор

# templateeditorfo,selected,frame.caption
source: &select
ru: &выб

# templateeditorfo,indented,frame.caption
source: &indent
ru: &сдвиг вправо

# templateeditorfo,deletebu,caption
source: Delete
ru: Удалить

# templateeditorfo,saveasbu,caption
source: Filename
ru: Файл

# templateeditorfo,savefiledialog,controller.filterlist.data,0:,0:
source: Code Temlate Files
ru: Файлы с кодами шаблонов

# templateeditorfo,c,strings.data,0:
source: Do you want to delete "
ru: Вы хотите удалить "

# templateeditorfo,c,strings.data,1:
source: Code Template Editor
ru: Редактор шаблонов кода

# templateeditorfo,c,strings.data,2:
source: has been added to 'Project'-'Options'-'Editor'-'Code Templates'.
ru: добавлен к Проект -> Опции -> Редактор -> Шаблоны кода.

# targetconsolefo,caption
source: Target Console
ru: Консоль вывода из собранной программы

# targetconsolefo,popupmen,menu.submenu.items,4:,caption
source: &Clear
ru: &Очистить

# symbolfo,caption
source: Symbols
ru: Символы

# symbolfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Symbol
ru: Символ

# symbolfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Address
ru: Адрес

# symbolfo,grid,fixrows.items,0:,captions.items,2:,caption
source: Info
ru: Информация

# symbolfo,tpopupmenu1,menu.submenu.items,0:,caption
source: Delete all
ru: Удалить все

# symbolfo,c,strings.data,0:
source: GDB not active.
ru: Отладчик GDB не активен.

# symbolfo,c,strings.data,1:
source: Do you wish to delete all symbols?
ru: Вы хотите удалить все символы?

# storedcomponentinfodialogfo,tbutton1,caption
source: &OK
ru: &ОК

# storedcomponentinfodialogfo,tbutton2,caption
source: &Cancel
ru: О&тмена

# storedcomponentinfodialogfo,filepath,frame.caption
source: &File
ru: &Файл

# storedcomponentinfodialogfo,filepath,controller.filterlist.data,0:,0:
source: Component File
ru: Файл с компонентом

# storedcomponentinfodialogfo,filepath,controller.filterlist.data,1:,0:
source: All Files
ru: Все файлы

# storedcomponentinfodialogfo,filepath,controller.captionsave
source: Component File
ru: Файл с компонентом

# storedcomponentinfodialogfo,compname,frame.caption
source: &Name
ru: &Имя

# storedcomponentinfodialogfo,compdesc,frame.caption
source: &Description
ru: &Описание

# stackfo,dragdock.caption
source: Stack
ru: Стек

# stackfo,caption
source: Stack
ru: Стек

# stackfo,tpopupmenu1,menu.submenu.items,0:,caption
source: Copy to Clipboard
ru: Копировать в буфер обмена

# sourcefo,dragdock.caption
source: Source
ru: Исходник

# sourcefo,caption
source: [none]
ru: [пусто]

# sourcefo,tabwidget,tstockglyphbutton1,hint
source: Step back in code navigation
ru: Шаг назад при навигации в коде

# sourcefo,tabwidget,tstockglyphbutton2,hint
source: Step forward in code navigation
ru: Шаг вперёд при навигации в коде

# sourcefo,formpopup,menu.submenu.items,0:,caption
source: Select Page
ru: Выбор страницы

# sourcefo,formpopup,menu.submenu.items,1:,caption
source: &Open File
ru: &Открыть файл

# sourcefo,formpopup,menu.submenu.items,2:,caption
source: &Close File
ru: &Закрыть файл

# sourcefo,formpopup,menu.submenu.items,3:,caption
source: &Save File
ru: &Сохранить файл

# sourcefo,formpopup,menu.submenu.items,5:,caption
source: Show as Form
ru: Показать как форму

# sourcefo,formpopup,menu.submenu.items,17:,submenu.items,7:,caption
source: Convert to &Pascal string
ru: Конвертировать в строку &Pascal

# sourcefo,formpopup,menu.submenu.items,17:,caption
source: &Modify Selection
ru: &Изменить выделение

# sourcefo,formpopup,menu.submenu.items,21:,caption
source: &Edit breakpoint
ru: &Редактировать точку останова

# sourcefo,formpopup,menu.submenu.items,22:,caption
source: Add &Watch at Cursor
ru: Добавить &наблюдение на позиции курсора

# sourcefo,formpopup,menu.submenu.items,23:,caption
source: Set Bookmark
ru: Установить закладку

# sourcefo,formpopup,menu.submenu.items,24:,caption
source: Find Bookmark
ru: Перейти к закладке

# sourcefo,formpopup,menu.submenu.items,26:,caption
source: Insert GUID
ru: Вставить GUID

# sourcefo,formpopup,menu.submenu.items,27:,caption
source: Insert UID
ru: Вставить UID

# sourcefo,formpopup,menu.submenu.items,28:,caption
source: Insert Template
ru: Вставить шаблон

# sourcefo,formpopup,menu.submenu.items,29:,caption
source: Complete Class at Cursor
ru: Завершить класс на позиции курсора

# sourcefo,completeclassact,caption
source: Complete class at cursor
ru: Завершить класс на позиции курсора

# sourcefo,c,strings.data,0:
source: File "
ru: Файл "

# sourcefo,c,strings.data,1:
source: " has changed.
ru: " изменился.

# sourcefo,c,strings.data,2:
source: There are modifications in edit buffer also.
ru: Также есть изменения в буфере редактирования.

# sourcefo,c,strings.data,3:
source: Do you wish to reload from disk?
ru: Вы хотите заменить данными с диска?

# sourcefo,c,strings.data,4:
source: Confirmation
ru: Подтверждение

# sourcefo,c,strings.data,5:
source: [none]
ru: [пусто]

# sourcefo,c,strings.data,6:
source: Do you wish to replace:
ru: Вы хотите заменить:

# sourcefo,c,strings.data,7:
source: with:
ru: на:

# sourcefo,c,strings.data,8:
source: [new]
ru: [новый]

# sourcefo,c,strings.data,9:
source: Syntaxdeffile:
ru: Файл синтаксического определения:

# sourcefo,c,strings.data,10:
source: Text
ru: Текст

# sourcefo,c,strings.data,11:
source: not found.
ru: не найден.

# sourcefo,c,strings.data,12:
source: Restart from begin of file?
ru: Начать вновь с начала файла?

# sourcefo,c,strings.data,13:
source: Cancel?
ru: Отменить?

# sourcefo,c,strings.data,14:
source: Do you wish to to replace this occurence?
ru: Вы хотите выполнить замену в этом месте?

# sourcefo,c,strings.data,15:
source: Go to line number:
ru: Перейти на строку с номером:

# sourcefo,c,strings.data,16:
source: Find line
ru: Найти строку

# sourcefo,c,strings.data,17:
source: There are modifications in edit buffer also.
ru: Также есть изменения в буфере редактирования.

# sourcefo,c,strings.data,18:
source: Restart from end of file?
ru: Перезапустить с конца файла?

# settaborderfo,caption
source: Set Tab Order
ru: Установить порядок обхода по Tab

# settaborderfo,ok,caption
source: OK
ru: ОК

# settaborderfo,cancel,caption
source: Cancel
ru: Отмена

# settaborderfo,start,caption
source: &Start
ru: &Старт

# settaborderfo,stop,caption
source: St&op
ru: С&топ

# settaborderfo,tlabel1,caption
source: Mouse click
ru: Щелчок мышью

# setcreateorderfo,grid,fixrows.items,0:,captions.items,0:,caption
source: Name
ru: Имя

# setcreateorderfo,grid,fixrows.items,0:,captions.items,1:,caption
source: Class
ru: Класс

# setcreateorderfo,grid,fixrows.items,0:,captionsfix.items,0:,caption
source: Order
ru: Порядок

# setcreateorderfo,tbutton1,caption
source: &OK
ru: &ОК

# setcreateorderfo,tbutton2,caption
source: &Cancel
ru: О&тмена

# setcreateorderfo,c,strings.data,0:
source: Set Component create Order of
ru: Установить порядок создания для компонента

# selectsubmoduledialogfo,caption
source: Select subform
ru: Выбрать встраиваемую форму

# selectsubmoduledialogfo,ok,caption
source: OK
ru: ОК

# selectsubmoduledialogfo,cancel,caption
source: Cancel
ru: Отмена

# selecteditpagefo,caption
source: Select edit page (Ctrl+E)
ru: Выбрать редактируемую страницу (Ctrl+E)

# selecteditpagefo,openfilebutton,caption
source: &Open
ru: &Открыть

# reportdesignerfo,xdisp,format
source: 0.0mm
ru: 0.0мм

# reportdesignerfo,tpopupmenu3,menu.submenu.items,0:,caption
source: Show objectinspector
ru: Показать инспектор объектов

# reportdesignerfo,tpopupmenu3,menu.submenu.items,1:,caption
source: Show componentpalette
ru: Показать палитру компонентов

# reportdesignerfo,tpopupmenu3,menu.submenu.items,2:,caption
source: Show as Text
ru: Показать как текст

# reportdesignerfo,tpopupmenu3,menu.submenu.items,9:,caption
source: Copy Component(s)
ru: Копировать компонент(ы)

# reportdesignerfo,tpopupmenu3,menu.submenu.items,10:,caption
source: Cut Component(s)
ru: Вырезать компонент(ы)

# reportdesignerfo,tpopupmenu3,menu.submenu.items,11:,caption
source: Paste Component(s)
ru: Вставить компонент(ы)

# reportdesignerfo,tpopupmenu3,menu.submenu.items,12:,caption
source: Delete Component(s)
ru: Удалить компонент(ы)

# reportdesignerfo,tpopupmenu3,menu.submenu.items,13:,caption
source: Undelete Component(s)
ru: Восстановить удалённый компонент(ы)

# reportdesignerfo,tpopupmenu3,menu.submenu.items,15:,caption
source: Select Childwidget
ru: Выбрать встроенный визуальный компонент

# reportdesignerfo,tpopupmenu3,menu.submenu.items,16:,caption
source: Edit Component
ru: Редактировать компонент

# reportdesignerfo,tpopupmenu3,menu.submenu.items,17:,caption
source: Bring to Front
ru: Переместить на передний план

# reportdesignerfo,tpopupmenu3,menu.submenu.items,18:,caption
source: Send to Back
ru: Переместить на задний план

# reportdesignerfo,tpopupmenu3,menu.submenu.items,19:,caption
source: Iconify
ru: Свернуть

# reportdesignerfo,tpopupmenu3,menu.submenu.items,20:,caption
source: Deiconify
ru: Развернуть

# reportdesignerfo,tpopupmenu3,menu.submenu.items,21:,caption
source: Set Tab Order
ru: Установить порядок обхода по Tab

# reportdesignerfo,tpopupmenu3,menu.submenu.items,22:,caption
source: Set Creation Order
ru: Установить порядок создания

# reportdesignerfo,tpopupmenu3,menu.submenu.items,23:,caption
source: Sync. to Font Height
ru: Подстроиться к высоте шрифта

# reportdesignerfo,tpopupmenu3,menu.submenu.items,24:,caption
source: Revert to inherited
ru: Вернуть в унаследованное состояние

# reportdesignerfo,tpopupmenu3,menu.submenu.items,26:,caption
source: Touch Form
ru: Создать форму

# reportdesignerfo,tpopupmenu3,menu.submenu.items,27:,caption
source: Add report page
ru: Добавить страницу к отчёту

# reportdesignerfo,tpopupmenu3,menu.submenu.items,28:,caption
source: Delete report page
ru: Удалить страницу из отчёта

# reportdesignerfo,sc,strings.data,0:
source: Do you wish to delete
ru: Вы хотите удалить

# reportdesignerfo,sc,strings.data,1:
source: WARNING
ru: Предупреждение

# replacedialogfo,caption
source: Find and Replace Text
ru: Найти и заменить текст

# replacedialogfo,findtext,frame.caption
source: Text to &find
ru: Текст для &поиска

# replacedialogfo,replacetext,frame.caption
source: &Replace with
ru: Заменит&ь на

# replacedialogfo,casesensitive,frame.caption
source: &casesensitive
ru: &Уч. регистр

# replacedialogfo,wholeword,frame.caption
source: &whole word
ru: &Слово целиком

# replacedialogfo,tintegerbutton1,caption
source: &Replace
ru: &Заменить

# replacedialogfo,tintegerbutton2,caption
source: Replace &all
ru: Зам. &все

# replacedialogfo,selectedonly,frame.caption
source: select&ed only
ru: &Выделенное

# replacedialogfo,tintegerbutton3,caption
source: &Cancel
ru: О&тмена

# replacedialogfo,promptonreplace,frame.caption
source: &prompt on rep.
ru: Запрашивать перед за&меной

# projecttreefo,caption
source: Project Tree
ru: Дерево проекта

# projecttreefo,addunitfileact,caption
source: &Add Unit
ru: &Добавить модуль

# projecttreefo,removeunitfileact,caption
source: &Remove Unit
ru: &Удалить модуль

# projecttreefo,addfileact,caption
source: Add Text File
ru: Добавить текстовый файл

# projecttreefo,removefileact,caption
source: Remove Text File
ru: Удалить текстовый файл

# projecttreefo,removecmoduleact,caption
source: Remove C-File
ru: Удалить C-файл

# projecttreefo,addcmoduleact,caption
source: Add C-File
ru: Добавить C-файл

# projecttreefo,cmoduledialog,controller.filterlist.data,0:,0:
source: C-Source (*.c)
ru: C-исходник (*.c)

# projecttreefo,adddiract,caption
source: Add Directory
ru: Добавить директорию

# projecttreefo,removediract,caption
source: Remove Directory
ru: Удалить директорию

# projecttreefo,editdiract,caption
source: Edit Directory Caption
ru: Редактировать название директории

# projecttreefo,c,strings.data,0:
source: Pascal Units
ru: Модули Pascal

# projecttreefo,c,strings.data,1:
source: C Modules
ru: Модули C

# projecttreefo,c,strings.data,2:
source: Text Files
ru: Текстовые файлы

# projecttreefo,c,strings.data,3:
source: Do you wish to remove "
ru: Вы хотите удалить "

# projecttreefo,c,strings.data,4:
source: Select Directory
ru: Выбор директории

# projecttreefo,c,strings.data,5:
source: Do you want to remove
ru: Вы хотите удалить

# projecttreefo,c,strings.data,6:
source: with the sub-items from project?
ru: со встроенными объектами из проекта?

# projectoptionsfo,caption
source: Project Options
ru: Опции проекта

# projectoptionsfo,tlayouter9,tlayouter8,cancel,caption
source: Cancel
ru: Отмена

# projectoptionsfo,tlayouter9,tlayouter8,ok,caption
source: Ok
ru: ОК

# projectoptionsfo,tlayouter9,tabwidget,editorpage,caption
source: &Editor
ru: &Редактор

# projectoptionsfo,tlayouter9,tabwidget,editorpage,ttabwidget3,ttabpage23,caption
source: Source
ru: Исходник

source: File filter
ru: Фильтры по типам файла

source: Name
ru: Имя

source: File mask
ru: Маска имён файлов

source: Syntax definition files
ru: Файлы синтаксических определений

source: Syntax definition file
ru: Файл синтаксического определения

source: File mask
ru: Маска имён файлов

source: Syntaxdef files
ru: Файлы синтакс. определения

source: Code templates
ru: Шаблоны кода

source: Code template directories, file extension = .mct
ru: Директории с файлами шаблонов кода, расширение файла = .mct

source: Directory
ru: Директория

source: Add to object file search path
ru: Добавить путь поиска объектных файлов

source: Add to library search path
ru: Добавить путь поиска библиотек

source: Add to include file search path
ru: Добавить путь поиска включаемых файлов

source: Add to unit file search path
ru: Добавить путь поиска модулей

source: Use in Make 4
ru: Использовать при сборке 4

source: Use in Make 3
ru: Использовать при сборке 3

source: Use in Make 2
ru: Использовать при сборке 2

source: Use in Make 1
ru: Использовать при сборке 1

source: Use in Build
ru: Использовать при пересборке

source: Use in Make
ru: Использовать при сборке

source: Select unit directory
ru: Выбор директории с модулями

source: Test
ru: Тест

source: ExtSp
ru: Доп.проб.

source: Extra space between lines
ru: Дополнительный пробел между строками

source: Width
ru: Шир.

source: Height
ru: Выс.

source: Font
ru: Шрифт

source: Color
ru: Цвет

source: Bk. Color
ru: Цвет фона

source: Anti aliased
ru: Отрисовка без зазубрин

source: Right margin line
ru: Рис-ть пр.границу

source: Line numbers
ru: Номера строк

source: Mark brackets
ru: Парные скобки

source: Mark pairwords
ru: Парные слова

source: Mark in syntax definition file defined word pairs.
ru: Помечать в файле определения синтаксиса определённые пары слов.

source: Mark color
ru: Помечать цветом

source: Background color of marked brackets and word pairs. Will be overridden by setting in syntax definition file. cl_none -> force none.
ru: Цвет фона помеченных скобок и пар слов. Будет переопределено установкой в файле определения синтаксиса. cl_none -> не принудительно.

source: Statement color
ru: Цвет Pascal

source: Background color of the active row while debugging. Will be overridden by setting in syntax definition file. cl_none -> force none.
ru: Цвет фона активной строки при отладке. Будет переопределено установкой в файле определения синтаксиса. cl_none -> не принудительно.

source: Scroll height
ru: Шаг прокрут.

source: 0 -> accelerated, -1 -> paged
ru: 0 -> с ускорением на границах, -1 -> постранично

source: Characters
ru: Символы

source: Mark max rowcount
ru: Помечать максимальное кол-во строк

source: Space
ru: Пробел

source: Block Indent
ru: Сдвиг блока вправо

source: Auto indent
ru: Автоотступ

source: Tab
ru: Таб

source: Tabstops
ru: Таб-cтопы

source: Show tabs
ru: Отображать табы

source: Eolstyle
ru: Стиль конца строки

source: End of line style for writing. eol_default -> use original style.
ru: Стиль конца строки для написания. eol_default -> использовать оригинальный стиль.

source: Trim trailing whitespace on save
ru: Обрезать конечные пробелы при сохранении

source: Encoding
ru: Кодировка

source: Locale
ru: Локаль

source: Backup file count
ru: Кол-во файлов резервных копий

# projectoptionsfo,tlayouter9,tabwidget,editorpage,ttabwidget3,ttabpage22,caption
source: Form
ru: Форма

source: Component hints
ru: Подсказки компонентов

source: Docking
ru: Пристыкование

source: Move on first click
ru: Перемещать без предварительного выделения мышью

source: Grid size Y
ru: Сетка по Y

source: Grid size X
ru: Сетка по X

source: Grid size X
ru: Сетка по X

source: Snap to Grid
ru: Привязка к сетке

source: Hint: Use Ctrl + arrow keys to move selected components without grid snap, use Shift + arrow keys to resize selected components without grid snap.
ru: Подсказка: Используйте Ctrl + клавиши-стрелки для перемещения выделенных компонентов без привязки к сетке, используйте Shift + клавиши-стрелки для изменения размера выделенных компонентов без привязки к сетке.

source: Show Grid
ru: Показать сетку

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,caption
source: &Debugger
ru: &Отладчик

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,debugcommand,frame.caption
source: &Debug command
ru: &Команда отладки

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,debugoptions,frame.caption
source: Debug &options
ru: &Опции отладчика

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,debugoptions,hint
source: "--tty DEVICE" to set target terminal
ru: "--tty DEVICE" установить терминал вывода из собранной программы

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,ttabwidget1,ttabpage6,caption
source: Source &directories
ru: &Директории с файлами исходного кода

source: Select source directory
ru: Выбрать директорию с файлами исходного кода

source: Object &Base Directory (empty = Make Directory)
ru: Базовая директория &объекта (пусто = создать директорию)

source: Select source base directory
ru: Выбрать базовую директорию исходного кода

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,ttabwidget1,ttabpage9,caption
source: Defi&nes
ru: Pascal-&определения

source: on
ru: вкл

source: Space separated defines for {$ifdef}
ru: Определения для {$ifdef}, разделённые пробелами

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,ttabwidget1,ttabpage7,caption
source: &Signals
ru: &Сигналы

source: .. to
ru: .. на

source: Name
ru: Имя

# projectoptionsfo,tlayouter9,tabwidget,debuggerpage,ttabwidget1,ttabpage8,caption
source: &Exceptions
ru: &Исключения

source: ignore
ru: Игнор.

source: Exception class
ru: Класс исключений
